Repository: petedepol/chompd
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, pl

# sectionPaymentHistory
source: PAYMENT HISTORY
de: ZAHLUNGSVERLAUF
es: HISTORIAL DE PAGOS
fr: HISTORIQUE DES PAIEMENTS
pl: HISTORIA PŁATNOŚCI

source: Total paid
de: Insgesamt bezahlt
es: Total pagado
fr: Total payé
pl: Zapłacono łącznie

# noPaymentsYet
source: No payments yet — started {date}
de: Noch keine Zahlungen — hinzugefügt am {date}
es: Sin pagos aún — añadida el {date}
fr: Aucun paiement — ajouté le {date}
pl: Brak płatności — dodano {date}

source: Upcoming
de: Bevorstehend
es: Próximos
fr: À venir
pl: Nadchodzące

# sectionDetails
source: DETAILS
es: DETALLES
fr: DÉTAILS
pl: SZCZEGÓŁY

# detailCategory
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
pl: Kategoria

# detailCurrency
source: Currency
de: Währung
es: Moneda
fr: Devise
pl: Waluta

# detailBillingCycle
source: Billing cycle
de: Abrechnungszyklus
es: Ciclo de facturación
fr: Cycle de facturation
pl: Cykl rozliczeniowy

# detailAdded
source: Added
de: Hinzugefügt
es: Añadida
fr: Ajouté
pl: Dodano

# addedVia
source: {date} via {source}
es: {date} vía {source}
pl: {date} przez {source}

# sourceAiScan
source: AI Scan
de: KI-Scan
es: Escaneo IA
fr: Scan IA
pl: Skan AI

# sourceQuickAdd
source: Quick Add
de: Schnell hinzufügen
es: Añadido rápido
fr: Ajout rapide
pl: Szybkie dodawanie

source: Cancel Subscription
de: Abo kündigen
es: Cancelar suscripción
fr: Résilier l'abonnement
pl: Anuluj subskrypcję

# cancelSubscriptionConfirm
source: Cancel {name}?
de: {name} kündigen?
es: ¿Cancelar {name}?
fr: Résilier {name} ?
pl: Anulować {name}?

# cancelPlatformPickerTitle
source: How do you pay for {name}?
de: Wie bezahlst du für {name}?
es: ¿Cómo pagas {name}?
fr: Comment paies-tu {name} ?
pl: Jak płacisz za {name}?

# cancelPlatformWeb
source: Website / Direct
de: Webseite / Direkt
es: Sitio web / Directo
fr: Site web / Direct
pl: Strona internetowa

# cancelPlatformNotSure
source: Not sure
de: Nicht sicher
es: No estoy seguro
fr: Pas sûr
pl: Nie wiem

# difficultyEasy
source: Easy — straightforward cancel
de: Einfach — unkompliziert
es: Fácil — cancelación sencilla
fr: Facile — résiliation simple
pl: Łatwe — prosta rezygnacja

# difficultyModerate
source: Moderate — a few steps required
de: Moderat — ein paar Schritte nötig
es: Moderado — algunos pasos necesarios
fr: Modéré — quelques étapes
pl: Umiarkowane — kilka kroków

# difficultyMedium
source: Medium — takes a few minutes
de: Mittel — dauert ein paar Minuten
es: Medio — lleva unos minutos
fr: Moyen — prend quelques minutes
pl: Średnie — zajmie kilka minut

# difficultyHard
source: Hard — they make this deliberately difficult
de: Schwer — absichtlich erschwert
es: Difícil — deliberadamente complicado
fr: Difficile — rendu volontairement compliqué
pl: Trudne — celowo utrudnione

# difficultyVeryHard
source: Very hard — multiple retention screens or fees
de: Sehr schwer — viele Bindungsschritte
es: Muy difícil — múltiples pantallas de retención
fr: Très difficile — multiples écrans de rétention
pl: Bardzo trudne — wiele ekranów retencji

source: Request Refund
de: Rückerstattung anfordern
es: Solicitar reembolso
fr: Demander un remboursement
pl: Zażądaj zwrotu

# deleteNameTitle
source: Delete {name}?
de: {name} löschen?
es: ¿Eliminar {name}?
fr: Supprimer {name} ?
pl: Usunąć {name}?

# deleteNameMessage
source: This will permanently remove this subscription. This cannot be undone.
de: Dieses Abo wird dauerhaft gelöscht. Das kann nicht rückgängig gemacht werden.
es: Esta suscripción se eliminará permanentemente. No se puede deshacer.
fr: Cet abonnement sera supprimé définitivement. Cette action est irréversible.
pl: Subskrypcja zostanie trwale usunięta. Tego nie można cofnąć.

# noGuideYet
source: No specific guide for {name} yet. Try searching "{name} cancel subscription" online.
de: Noch keine Anleitung für {name}. Suche nach "{name} Abo kündigen" im Internet.
es: Aún no hay guía para {name}. Busca "{name} cancelar suscripción" en internet.
fr: Pas de guide pour {name} pour le moment. Cherche « {name} résilier abonnement » en ligne.
pl: Brak poradnika dla {name}. Wyszukaj '{name} anuluj subskrypcję' w internecie.

# realAnnualCost
source: Real annual cost: {amount}/yr
de: Echte Jahreskosten: {amount}/Jahr
es: Coste anual real: {amount}/año
fr: Coût annuel réel : {amount}/an
pl: Realny koszt roczny: {amount}/rok

# trialExpires
source: Trial expires {date}
de: Testabo endet {date}
es: La prueba expira el {date}
fr: L'essai expire le {date}
pl: Trial wygasa {date}

# paywallTagline
source: A subscription tracker that isn’t a subscription.
de: Ein Abo-Tracker, der kein Abo ist.
es: Un rastreador de suscripciones que no es una suscripción.
fr: Un traqueur d'abonnements qui n'est pas un abonnement.
pl: Tracker subskrypcji, który nie jest subskrypcją.

# paywallLimitSubs
source: You’ve hit the free limit of {count} subscriptions.
de: Du hast das Gratis-Limit von {count} Abos erreicht.
es: Has alcanzado el límite gratuito de {count} suscripciones.
fr: Tu as atteint la limite gratuite de {count} abonnements.
pl: Osiągnąłeś darmowy limit {count} subskrypcji.

# paywallLimitScans
source: You’ve used your free AI scan.
de: Du hast alle {count} kostenlosen KI-Scans verbraucht.
es: Has usado tus {count} escaneos IA gratuitos.
fr: Tu as utilisé ton scan IA gratuit.
pl: Wykorzystałeś wszystkie {count} darmowe skany AI.

# paywallLimitReminders
source: Advance reminders are a Pro feature.
de: Vorab-Erinnerungen sind ein Pro-Feature.
es: Los recordatorios anticipados son una función Pro.
fr: Les rappels anticipés sont une fonctionnalité Pro.
pl: Wcześniejsze przypomnienia to funkcja Pro.

# paywallGeneric
source: Unlock the full Chompd experience.
de: Schalte das volle Chompd-Erlebnis frei.
es: Desbloquea la experiencia completa de Chompd.
fr: Débloque l'expérience Chompd complète.
pl: Odblokuj pełne doświadczenie Chompd.

# paywallFeature1
source: Save 100–500/year on hidden waste
de: 100–500/Jahr an versteckter Verschwendung sparen
es: Ahorra 100–500/año en gastos ocultos
fr: Économise 100–500/an sur les dépenses cachées
pl: Oszczędź 500–2500 zł/rok na ukrytych wydatkach

# paywallFeature2
source: Never miss a trial expiry again
de: Nie wieder ein Testabo verpassen
es: No vuelvas a olvidar un vencimiento de prueba
fr: Ne rate plus jamais la fin d'un essai
pl: Nigdy nie przegap końca triala

# paywallFeature3
source: Unlimited AI trap scanning
de: Unbegrenztes KI-Fallen-Scanning
es: Escaneo ilimitado de trampas con IA
fr: Scan de pièges IA illimité
pl: Nieograniczone skanowanie pułapek AI

# paywallFeature4
source: Track every subscription you have
de: Jedes Abo tracken
es: Rastrea cada suscripción
fr: Traque chaque abonnement
pl: Śledź każdą subskrypcję

# paywallFeature5
source: Early warnings: 7d, 3d, 1d before charges
de: Frühwarnung: 7, 3, 1 Tag vor Belastung
es: Alertas tempranas: 7, 3, 1 día antes del cobro
fr: Alertes anticipées : 7j, 3j, 1j avant le prélèvement
pl: Wczesne ostrzeżenia: 7, 3, 1 dzień przed opłatą

# paywallFeature6
source: Shareable savings cards
de: Teilbare Spar-Karten
es: Tarjetas de ahorro para compartir
fr: Cartes d'économies partageables
pl: Karty oszczędności do udostępnienia

# paywallContext
source: Pays for itself after cancelling just one forgotten subscription.
de: Zahlt sich nach dem Kündigen eines vergessenen Abos aus.
es: Se amortiza al cancelar una sola suscripción olvidada.
fr: Rentabilisé dès la résiliation d'un seul abo oublié.
pl: Zwraca się po anulowaniu jednej zapomnianej subskrypcji.

# oneTimePayment
source: One-time payment. Forever.
de: Einmalzahlung. Für immer.
es: Pago único. Para siempre.
fr: Paiement unique. Pour toujours.
pl: Jednorazowa płatność. Na zawsze.

source: LIFETIME
de: LEBENSLANG
es: DE POR VIDA
fr: À VIE
pl: NA ZAWSZE

source: Unlock Chompd Pro
de: Chompd Pro freischalten
es: Desbloquear Chompd Pro
fr: Débloquer Chompd Pro
pl: Odblokuj Chompd Pro

source: Restoring...
de: Wird wiederhergestellt...
es: Restaurando...
fr: Restauration...
pl: Przywracanie...

source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
pl: Przywróć zakup

# purchaseError
source: Purchase could not be completed. Try again.
de: Kauf fehlgeschlagen. Versuche es erneut.
es: No se pudo completar la compra. Inténtalo de nuevo.
fr: L'achat n'a pas pu être finalisé. Réessaie.
pl: Zakup nie powiódł się. Spróbuj ponownie.

# noPreviousPurchase
source: No previous purchase found.
de: Kein früherer Kauf gefunden.
es: No se encontró compra anterior.
fr: Aucun achat précédent trouvé.
pl: Nie znaleziono poprzedniego zakupu.

source: Renewal Calendar
de: Verlängerungskalender
es: Calendario de renovaciones
fr: Calendrier des renouvellements
pl: Kalendarz odnowień

source: TODAY
de: HEUTE
es: HOY
fr: AUJOURD'HUI
pl: DZIŚ

source: No renewals this day
de: Keine Verlängerungen an diesem Tag
es: Sin renovaciones este día
fr: Aucun renouvellement ce jour
pl: Brak odnowień tego dnia

source: THIS MONTH
de: DIESER MONAT
es: ESTE MES
fr: CE MOIS
pl: TEN MIESIĄC

source: Renewals
de: Verlängerungen
es: Renovaciones
fr: Renouvellements
pl: Odnowienia

# renewalsOnDay
source: {count} renewals on {date} totalling {price}
de: {count} Verlängerungen am {date} insgesamt {price}
es: {count} renovaciones el {date} por un total de {price}
fr: {count} renouvellements le {date} pour un total de {price}
pl: {count} odnowień dnia {date} na łączną kwotę {price}

# biggestDay
source: Biggest day: {date} — {price}
de: Teuerster Tag: {date} — {price}
es: Día más caro: {date} — {price}
fr: Jour le plus cher : {date} — {price}
pl: Najdroższy dzień: {date} — {price}

# tapDayToSee
source: Tap a day to see what renews
de: Tippe auf einen Tag, um Verlängerungen zu sehen
es: Toca un día para ver las renovaciones
fr: Touche un jour pour voir les renouvellements
pl: Stuknij dzień, by zobaczyć odnowienia

# cancelGuideTitle
source: Cancel {name}
de: {name} kündigen
es: Cancelar {name}
fr: Résilier {name}
pl: Anuluj {name}

# whyCancelling
source: Why are you cancelling?
de: Warum kündigst du?
es: ¿Por qué cancelas?
fr: Pourquoi résilie-tu ?
pl: Dlaczego anulujesz?

# whyCancellingHint
source: Quick tap — helps us improve Chompd.
de: Kurz tippen — hilft uns, Chompd zu verbessern.
es: Un toque rápido — nos ayuda a mejorar Chompd.
fr: Un petit tap — ça nous aide à améliorer Chompd.
pl: Szybkie stuknięcie — pomaga nam ulepszać Chompd.

# reasonTooExpensive
source: Too expensive
de: Zu teuer
es: Demasiado caro
fr: Trop cher
pl: Za drogie

# reasonDontUse
source: Don’t use it enough
de: Nutze ich nicht genug
es: No lo uso suficiente
fr: Je ne l'utilise pas assez
pl: Za mało używam

# reasonBreak
source: Taking a break
de: Mache eine Pause
es: Me tomo un descanso
fr: Je fais une pause
pl: Robię sobie przerwę

# reasonSwitching
source: Switching to something else
de: Wechsle zu etwas anderem
es: Cambio a otra cosa
fr: Je passe à autre chose
pl: Przechodzę na coś innego

source: Difficulty Level
de: Schwierigkeitsgrad
es: Nivel de dificultad
fr: Niveau de difficulté
pl: Poziom trudności

source: Cancellation Steps
de: Kündigungsschritte
es: Pasos de cancelación
fr: Étapes de résiliation
pl: Kroki anulowania

source: STEP {number}
de: SCHRITT {number}
es: PASO {number}
fr: ÉTAPE {number}
pl: KROK {number}

source: Open Cancel Page
de: Kündigungsseite öffnen
es: Abrir página de cancelación
fr: Ouvrir la page de résiliation
pl: Otwórz stronę anulowania

source: I’ve Cancelled
de: Ich habe gekündigt
es: Ya he cancelado
fr: J'ai résilié
pl: Anulowałem

# couldntCancelRefund
source: Couldn’t cancel? Get Refund Help →
de: Kündigung nicht möglich? Hilfe bei Rückerstattung →
es: ¿No puedes cancelar? Ayuda con reembolso →
fr: Tu n'arrives pas à résilier ? Aide au remboursement →
pl: Nie możesz anulować? Pomoc ze zwrotem →

# refundTipTitle
source: Tip: Why request a refund?
de: Tipp: Warum eine Rückerstattung beantragen?
es: Consejo: ¿Por qué pedir un reembolso?
fr: Astuce : Pourquoi demander un remboursement ?
pl: Wskazówka: Dlaczego warto poprosić o zwrot?

# refundTipBody
source: If you were charged unexpectedly, signed up by accident, or the service didn’t work as promised — you may be entitled to a refund. The earlier you request, the better your chances.
de: Wenn du unerwartet belastet wurdest, dich versehentlich angemeldet hast oder der Dienst nicht wie versprochen funktioniert hat — hast du möglicherweise Anspruch auf eine Rückerstattung. Je früher du anfragst, desto besser.
es: Si te cobraron inesperadamente, te registraste por error, o el servicio no funcionó como prometía — puedes tener derecho a un reembolso. Cuanto antes lo pidas, mejor.
fr: Si tu as été débité de manière inattendue, inscrit par erreur, ou que le service n'a pas fonctionné comme promis — tu peux avoir droit à un remboursement. Plus tu fais ta demande tôt, meilleures sont tes chances.
pl: Jeśli zostałeś obciążony niespodziewanie, zapisałeś się przez przypadek lub usługa nie działała zgodnie z obietnicą — możesz mieć prawo do zwrotu. Im szybciej poprosisz, tym większe szanse.

source: Refund Rescue
de: Rückerstattungshilfe
es: Ayuda con reembolso
fr: Aide au remboursement
pl: Ratunek zwrotu

# refundIntro
source: Don’t worry — most people get their money back. Let’s sort this.
de: Keine Sorge — die meisten bekommen ihr Geld zurück. Lass uns das regeln.
es: No te preocupes — la mayoría recupera su dinero. Vamos a solucionarlo.
fr: Pas de panique — la plupart des gens récupèrent leur argent. On va régler ça.
pl: Spokojnie — większość ludzi odzyskuje pieniądze. Ogarniemy to.

# chargedYou
source: {name} charged you {price}
de: {name} hat dir {price} belastet
es: {name} te cobró {price}
fr: {name} t'a prélevé {price}
pl: {name} pobrał {price}

# howCharged
source: HOW WERE YOU CHARGED?
de: WIE WURDEST DU BELASTET?
es: ¿CÓMO TE COBRARON?
fr: COMMENT AS-TU ÉTÉ DÉBITÉ ?
pl: JAK ZOSTAŁEŚ OBCIĄŻONY?

source: Success: {rate}
de: Erfolgsquote: {rate}
es: Tasa de éxito: {rate}
fr: Taux de succès : {rate}
pl: Skuteczność: {rate}

source: Copy Dispute Email
de: Widerspruchs-E-Mail kopieren
es: Copiar email de reclamación
fr: Copier l'e-mail de contestation
pl: Kopiuj e-mail reklamacyjny

source: Open Refund Page
de: Rückerstattungsseite öffnen
es: Abrir página de reembolso
fr: Ouvrir la page de remboursement
pl: Otwórz stronę zwrotu

# iveSubmittedRequest
source: I’ve Submitted My Request
de: Antrag eingereicht
es: He enviado mi solicitud
fr: J'ai envoyé ma demande
pl: Wysłałem wniosek

source: Request Submitted!
de: Antrag eingereicht!
es: ¡Solicitud enviada!
fr: Demande envoyée !
pl: Wniosek wysłany!

# requestSubmittedMessage
source: We’ve recorded your refund request. Keep an eye on your email for updates.
de: Wir haben deinen Rückerstattungsantrag gespeichert. Prüfe dein Postfach.
es: Tu solicitud de reembolso ha sido registrada. Revisa tu email.
fr: Ta demande de remboursement a été enregistrée. Surveille ta boîte mail.
pl: Zapisaliśmy Twój wniosek o zwrot. Sprawdzaj skrzynkę mailową.

# emailCopied
source: Email copied to clipboard
de: E-Mail in Zwischenablage kopiert
es: Email copiado al portapapeles
fr: E-mail copié dans le presse-papier
pl: E-mail skopiowany do schowka

# refundWindowDays
source: {days}-day refund window
es: Ventana de reembolso de {days} días
fr: Fenêtre de remboursement de {days} jours
pl: {days}-dniowe okno zwrotu

# avgRefundDays
source: ~{days}d avg
es: ~{days}d prom.
fr: ~{days}j en moy.
pl: ~{days} dni śr.

# settingsTitle
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
pl: Ustawienia

# themeTitle
source: THEME
de: DESIGN
es: TEMA
fr: THÈME
pl: MOTYW

# themeSystem
source: System
es: Sistema
fr: Système
pl: Systemowy

# themeDark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
pl: Ciemny

# themeLight
source: Light
de: Hell
es: Claro
fr: Clair
pl: Jasny

# sectionNotifications
source: NOTIFICATIONS
de: BENACHRICHTIGUNGEN
es: NOTIFICACIONES
pl: POWIADOMIENIA

# remindersScheduledSummary
source: {count, plural, =1{1 reminder scheduled} other{{count} reminders scheduled}}
de: {count, plural, =1{1 Erinnerung geplant} other{{count} Erinnerungen geplant}}
es: {count, plural, =1{1 recordatorio programado} other{{count} recordatorios programados}}
fr: {count, plural, =1{1 rappel programmé} other{{count} rappels programmés}}
pl: {count, plural, =1{1 przypomnienie ustawione} few{{count} przypomnienia ustawione} other{{count} przypomnień ustawionych}}

source: Push Notifications
de: Push-Benachrichtigungen
es: Notificaciones push
fr: Notifications push
pl: Powiadomienia push

# pushNotificationsSubtitle
source: Get reminded about renewals and trials
de: Erinnerungen an Verlängerungen und Testabos
es: Recordatorios de renovaciones y pruebas
fr: Rappels de renouvellements et essais
pl: Przypomnienia o odnowieniach i trialach

source: Morning Digest
de: Morgenzusammenfassung
es: Resumen matutino
fr: Résumé matinal
pl: Poranny przegląd

# morningDigestSubtitle
source: Daily summary at {time}
de: Tägliche Zusammenfassung um {time}
es: Resumen diario a las {time}
fr: Résumé quotidien à {time}
pl: Codzienne podsumowanie o {time}

source: Renewal Reminders
de: Verlängerungserinnerungen
es: Recordatorios de renovación
fr: Rappels de renouvellement
pl: Przypomnienia o odnowieniach

source: Trial Expiry Alerts
de: Testabo-Ablaufbenachrichtigungen
es: Alertas de vencimiento de prueba
fr: Alertes de fin d'essai
pl: Alerty o końcu triali

# trialExpirySubtitle
source: Warns at 3 days, 1 day, and day-of
de: Warnt 3 Tage, 1 Tag und am Tag des Ablaufs
es: Alerta a 3 días, 1 día y el mismo día
fr: Alerte à 3 jours, 1 jour et le jour même
pl: Ostrzega 3 dni, 1 dzień i w dniu wygaśnięcia

# sectionReminderSchedule
source: REMINDER SCHEDULE
de: ERINNERUNGSPLAN
es: PROGRAMA DE RECORDATORIOS
fr: PLANNING DES RAPPELS
pl: HARMONOGRAM PRZYPOMNIEŃ

# sectionUpcoming
source: UPCOMING
de: BEVORSTEHEND
es: PRÓXIMOS
fr: À VENIR
pl: NADCHODZĄCE

source: No upcoming notifications
de: Keine bevorstehenden Benachrichtigungen
es: Sin notificaciones próximas
fr: Aucune notification à venir
pl: Brak nadchodzących powiadomień

# sectionCurrency
source: CURRENCY
de: WÄHRUNG
es: MONEDA
fr: DEVISE
pl: WALUTA

source: Display currency
de: Anzeigewährung
es: Moneda de visualización
fr: Devise d'affichage
pl: Waluta wyświetlania

# sectionMonthlyBudget
source: MONTHLY BUDGET
de: MONATSBUDGET
es: PRESUPUESTO MENSUAL
fr: BUDGET MENSUEL
pl: BUDŻET MIESIĘCZNY

source: Monthly Spending Target
de: Monatliches Ausgabenziel
es: Objetivo de gasto mensual
fr: Objectif de dépenses mensuel
pl: Miesięczny cel wydatków

# budgetHint
source: Used for the spending ring on your dashboard
de: Wird für den Ausgabenring im Dashboard verwendet
es: Se usa para el anillo de gastos en el panel
fr: Utilisé pour l'anneau de dépenses du tableau de bord
pl: Używany w pierścieniu wydatków na pulpicie

# sectionHapticFeedback
source: HAPTIC FEEDBACK
de: HAPTISCHES FEEDBACK
es: RESPUESTA HÁPTICA
fr: RETOUR HAPTIQUE
pl: WIBRACJE

source: Haptic Feedback
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
pl: Wibracje

# hapticSubtitle
source: Vibrations on taps, toggles, and celebrations
de: Vibrationen bei Tippen, Umschalten und Erfolgen
es: Vibraciones al tocar, cambiar y celebrar
fr: Vibrations sur les touches, bascules et célébrations
pl: Wibracje przy stuknięciach, przełącznikach i celebracjach

# sectionDataExport
source: DATA EXPORT
de: DATENEXPORT
es: EXPORTAR DATOS
fr: EXPORT DE DONNÉES
pl: EKSPORT DANYCH

source: Export to CSV
de: Als CSV exportieren
es: Exportar a CSV
fr: Exporter en CSV
pl: Eksportuj do CSV

# exportHint
source: Download all your subscriptions as a spreadsheet
de: Alle Abos als Tabelle herunterladen
es: Descarga todas tus suscripciones como hoja de cálculo
fr: Télécharger tous tes abonnements en tableau
pl: Pobierz wszystkie subskrypcje jako arkusz

# exportSuccess
source: Exported {count} subscriptions to CSV
de: {count} Abos als CSV exportiert
es: {count} suscripciones exportadas a CSV
fr: {count} abonnements exportés en CSV
pl: Wyeksportowano {count} subskrypcji do CSV

# exportFailed
source: Export failed: {error}
de: Export fehlgeschlagen: {error}
es: Error al exportar: {error}
fr: Export échoué : {error}
pl: Eksport nie powiódł się: {error}

# sectionAbout
source: ABOUT
de: ÜBER
es: ACERCA DE
fr: À PROPOS
pl: O APLIKACJI

source: Version
es: Versión
pl: Wersja

source: Tier
de: Tarif
es: Plan
fr: Forfait
pl: Plan

source: AI Model
de: KI-Modell
es: Modelo IA
fr: Modèle IA
pl: Model AI

# setBudgetTitle
source: Set Monthly Budget
de: Monatsbudget festlegen
es: Establecer presupuesto mensual
fr: Définir le budget mensuel
pl: Ustaw budżet miesięczny

# setBudgetSubtitle
source: Enter your target monthly subscription spend.
de: Gib dein monatliches Abo-Ausgabenziel ein.
es: Indica tu objetivo de gasto mensual en suscripciones.
fr: Indique ton objectif de dépenses mensuelles en abonnements.
pl: Wpisz docelowe miesięczne wydatki na subskrypcje.

# reminderSubtitleMorningOnly
source: Morning-of only (upgrade for more)
de: Nur am Morgen des Tages (Upgrade für mehr)
es: Solo por la mañana (mejora para más)
fr: Le matin uniquement (passe en Pro pour plus)
pl: Tylko rano w dniu odnowienia (ulepsz po więcej)

# reminderSubtitleDays
source: {schedule} before renewal
de: {schedule} vor Verlängerung
es: {schedule} antes de la renovación
fr: {schedule} avant le renouvellement
pl: {schedule} przed odnowieniem

source: day-of
de: Am Tag
es: El día
fr: Le jour même
pl: w dniu

# oneDay
source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
pl: 1 dzień

# nDays
source: {days} days
de: {days} Tage
es: {days} días
fr: {days} jours
pl: {days} dni

# timelineLabelDayOf
source: Day of
de: Am Tag
es: El día
fr: Jour J
pl: W dniu

# upgradeProReminders
source: Upgrade to Pro for 7d, 3d, and 1d reminders
de: Upgrade auf Pro für 7T, 3T und 1T Erinnerungen
es: Mejora a Pro para recordatorios 7d, 3d y 1d
fr: Passe en Pro pour les rappels 7j, 3j et 1j
pl: Ulepsz do Pro po przypomnienia 7d, 3d i 1d

# oneTimePaymentShort
source: {price} • One-time payment
de: {price} • Einmalzahlung
es: {price} • Pago único
fr: {price} • Paiement unique
pl: {price} • Jednorazowa płatność

# sectionLanguage
source: LANGUAGE
de: SPRACHE
es: IDIOMA
fr: LANGUE
pl: JĘZYK

# severityHigh
source: HIGH RISK
de: HOHES RISIKO
es: ALTO RIESGO
fr: RISQUE ÉLEVÉ
pl: WYSOKIE RYZYKO

# severityCaution
source: CAUTION
de: VORSICHT
es: PRECAUCIÓN
fr: ATTENTION
pl: UWAGA

# trapTypeTrialBait
source: Trial Bait
de: Testabo-Köder
es: Cebo de prueba
fr: Piège à l'essai
pl: Pułapka próbna

# trapTypePriceFraming
source: Price Framing
de: Preistäuschung
es: Precio engañoso
fr: Tarification trompeuse
pl: Ukrywanie ceny

# trapTypeHiddenRenewal
source: Hidden Renewal
de: Versteckte Verlängerung
es: Renovación oculta
fr: Renouvellement caché
pl: Ukryte odnowienie

# trapTypeCancelFriction
source: Cancel Friction
de: Kündigungshürde
es: Cancelación difícil
fr: Résiliation compliquée
pl: Utrudnione anulowanie

# trapTypeGeneric
source: Subscription Trap
de: Abo-Falle
es: Trampa de suscripción
fr: Piège d'abonnement
pl: Pułapka subskrypcyjna

# severityExplainHigh
source: Extreme price jump or deceptive framing
de: Extremer Preisanstieg oder täuschende Darstellung
es: Subida de precio extrema o presentación engañosa
fr: Hausse de prix extrême ou présentation trompeuse
pl: Ekstremalny skok cen lub oszukańcze praktyki

# severityExplainMedium
source: Introductory price increases significantly
de: Einführungspreis steigt deutlich
es: El precio introductorio sube significativamente
fr: Le prix d'introduction augmente significativement
pl: Cena wstępna znacząco wzrasta

# severityExplainLow
source: Standard trial with auto-renewal
de: Standard-Testabo mit Auto-Verlängerung
es: Prueba estándar con renovación automática
fr: Essai standard avec renouvellement automatique
pl: Standardowy okres próbny z auto-odnowieniem
