Repository: petedepol/chompd
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, pl

# categoryReading
source: Reading
de: Lesen
es: Lectura
fr: Lecture
pl: Czytanie

# categoryCommunication
source: Communication
de: Kommunikation
es: Comunicación
pl: Komunikacja

# categoryNews
source: News
de: Nachrichten
es: Noticias
fr: Actualités
pl: Wiadomości

# categoryFinance
source: Finance
de: Finanzen
es: Finanzas
pl: Finanse

# categoryEducation
source: Education
de: Bildung
es: Educación
fr: Éducation
pl: Edukacja

# categoryDeveloper
source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur

# categoryBundle
source: Bundle
es: Paquete
fr: Pack
pl: Pakiet

# categoryOther
source: Other
de: Sonstiges
es: Otro
fr: Autre
pl: Inne

# paymentsTrackedHint
source: Payments will be tracked after each renewal
de: Zahlungen werden nach jeder Verlängerung erfasst
es: Los pagos se rastrearán tras cada renovación
fr: Les paiements seront suivis après chaque renouvellement
pl: Płatności będą śledzone po każdym odnowieniu

source: Renews today
de: Verlängert sich heute
es: Se renueva hoy
fr: Se renouvelle aujourd'hui
pl: Odnawia się dziś

source: Renews tomorrow
de: Verlängert sich morgen
es: Se renueva mañana
fr: Se renouvelle demain
pl: Odnawia się jutro

# renewsInDays
source: Renews in {days} days
de: Verlängert sich in {days} Tagen
es: Se renueva en {days} días
fr: Se renouvelle dans {days} jours
pl: Odnawia się za {days} dni

# renewsOnDate
source: Renews {date}
de: Verlängert sich am {date}
es: Se renueva el {date}
fr: Se renouvelle le {date}
pl: Odnawia się {date}

source: Renewed yesterday
de: Gestern verlängert
es: Se renovó ayer
fr: Renouvelé hier
pl: Odnowiło się wczoraj

# renewedDaysAgo
source: Renewed {days} days ago
de: Vor {days} Tagen verlängert
es: Se renovó hace {days} días
fr: Renouvelé il y a {days} jours
pl: Odnowiło się {days} dni temu

# discoveryTipsTitle
source: Where to find subscriptions
de: Wo du Abos findest
es: Dónde encontrar tus suscripciones
fr: Où trouver tes abonnements
pl: Gdzie szukać subskrypcji

# discoveryTipBank
source: Bank statement
de: Kontoauszug
es: Extracto bancario
fr: Relevé bancaire
pl: Wyciąg bankowy

# discoveryTipBankDesc
source: Screenshot your recent transactions — we’ll find them all at once
de: Mache einen Screenshot deiner Transaktionen — wir finden sie alle auf einmal
es: Haz una captura de tus transacciones — las encontraremos todas de una vez
fr: Fais une capture de tes transactions — on les trouvera toutes d'un coup
pl: Zrób screenshot transakcji — znajdziemy wszystkie na raz

# discoveryTipEmail
source: Email search
de: E-Mail-Suche
es: Búsqueda por email
fr: Recherche par e-mail
pl: Szukaj w mailu

# discoveryTipEmailDesc
source: Search “subscription”, “receipt” or “renewal” in your inbox
de: Suche nach „Abonnement“, „Quittung“ oder „Verlängerung“ in deinem Postfach
es: Busca «suscripción», «recibo» o «renovación» en tu bandeja de entrada
fr: Cherche « abonnement », « reçu » ou « renouvellement » dans ta boîte mail
pl: Szukaj „subskrypcja”, „rachunek” lub „odnowienie” w skrzynce

# discoveryTipAppStoreDesc
source: Settings → Subscriptions shows all active app subscriptions
de: Einstellungen → Abonnements zeigt alle aktiven App-Abos
es: Ajustes → Suscripciones muestra todas las suscripciones de apps activas
fr: Réglages → Abonnements affiche tous les abos d'applications actifs
pl: Ustawienia → Subskrypcje pokaże aktywne subskrypcje z appów

# discoveryTipPaypal
source: PayPal & payment apps
de: PayPal & Zahlungs-Apps
es: PayPal y apps de pago
fr: PayPal et applis de paiement
pl: PayPal i aplikacje płatnicze

# discoveryTipPaypalDesc
source: Check automatic payments in PayPal, Revolut or your payment app
de: Prüfe automatische Zahlungen in PayPal, Revolut oder deiner Zahlungs-App
es: Revisa los pagos automáticos en PayPal, Revolut o tu app de pagos
fr: Vérifie les paiements automatiques dans PayPal, Revolut ou ton appli de paiement
pl: Sprawdź automatyczne płatności w PayPalu, Revolut lub innej appce

# sectionAccount
source: ACCOUNT
de: KONTO
es: CUENTA
fr: COMPTE
pl: KONTO

# accountAnonymous
source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
pl: Anonimowy

# accountBackupPrompt
source: Back up your data
de: Sichere deine Daten
es: Haz copia de seguridad
fr: Sauvegarde tes données
pl: Zabezpiecz swoje dane

# accountBackedUp
source: Backed up
de: Gesichert
es: Copia hecha
fr: Sauvegardé
pl: Zabezpieczone

# accountSignedInAs
source: Signed in as {email}
de: Angemeldet als {email}
es: Sesión como {email}
fr: Connecté en tant que {email}
pl: Zalogowano jako {email}

# syncStatusSyncing
source: Syncing...
de: Synchronisiert...
es: Sincronizando...
fr: Synchronisation...
pl: Synchronizacja...

# syncStatusSynced
source: Synced
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
pl: Zsynchronizowano

# syncStatusLastSync
source: Last sync: {time}
de: Letzte Sync: {time}
es: Última sincro: {time}
fr: Dernière synchro : {time}
pl: Ostatnia synchronizacja: {time}

# syncStatusOffline
source: Offline
es: Sin conexión
fr: Hors ligne

# syncStatusNeverSynced
source: Not yet synced
de: Noch nicht synchronisiert
es: Aún no sincronizado
fr: Pas encore synchronisé
pl: Jeszcze nie zsynchronizowano

# signInToBackUp
source: Sign in to back up your data
de: Melde dich an, um deine Daten zu sichern
es: Inicia sesión para guardar tus datos
fr: Connecte-toi pour sauvegarder tes données
pl: Zaloguj się, by zabezpieczyć dane

source: Sign in with Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
pl: Zaloguj przez Apple

source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
pl: Zaloguj przez Google

source: Sign in with Email
de: Mit E-Mail anmelden
es: Iniciar sesión con email
fr: Se connecter par e-mail
pl: Zaloguj przez e-mail

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
pl: Wyloguj się

# signOutConfirm
source: Are you sure you want to sign out? Your data will stay on this device.
de: Möchtest du dich wirklich abmelden? Deine Daten bleiben auf diesem Gerät.
es: ¿Seguro que quieres cerrar sesión? Tus datos permanecerán en este dispositivo.
fr: Tu veux vraiment te déconnecter ? Tes données resteront sur cet appareil.
pl: Czy na pewno chcesz się wylogować? Dane pozostaną na tym urządzeniu.

# annualSavingsTitle
source: SWITCH TO ANNUAL
de: AUF JÄHRLICH WECHSELN
es: CAMBIAR A ANUAL
fr: PASSER À L'ANNUEL
pl: PRZEJDŹ NA ROCZNY

# annualSavingsSubtitle
source: potential savings by switching to yearly plans
de: mögliche Ersparnisse durch Jahrespläne
es: ahorros potenciales al cambiar a planes anuales
fr: économies potentielles en passant aux plans annuels
pl: potencjalne oszczędności przy planach rocznych

# annualSavingsCoverage
source: Based on {matched} of {total} subscriptions
de: Basierend auf {matched} von {total} Abos
es: Basado en {matched} de {total} suscripciones
fr: Basé sur {matched} de {total} abonnements
pl: Na podstawie {matched} z {total} subskrypcji

# annualSavingsHint
source: Check your {name} account settings for annual billing options
de: Schau in deinen {name}-Kontoeinstellungen nach Jahresabo-Optionen
es: Revisa los ajustes de tu cuenta de {name} para opciones de facturación anual
fr: Vérifie les paramètres de ton compte {name} pour les options de facturation annuelle
pl: Sprawdź ustawienia konta {name}, aby znaleźć opcję rozliczenia rocznego

source: See all
de: Alle anzeigen
es: Ver todo
fr: Tout voir
pl: Zobacz wszystkie

# allSavingsTitle
source: Annual Savings
de: Jährliche Ersparnisse
es: Ahorros anuales
fr: Économies annuelles
pl: Oszczędności roczne

# allSavingsSubtitle
source: Switch these monthly plans to yearly to save
de: Wechsle diese Monatspläne zu Jahresplänen und spare
es: Cambia estos planes mensuales a anuales para ahorrar
fr: Passe ces plans mensuels en annuels pour économiser
pl: Zmień te miesięczne plany na roczne, żeby zaoszczędzić

# annualPlanLabel
source: ANNUAL PLAN
de: JAHRESPLAN
es: PLAN ANUAL
fr: PLAN ANNUEL
pl: PLAN ROCZNY

# annualPlanAvailable
source: Annual plan available — save {amount}/yr
de: Jahresplan verfügbar — spare {amount}/Jahr
es: Plan anual disponible — ahorra {amount}/año
fr: Plan annuel disponible — économise {amount}/an
pl: Dostępny plan roczny — oszczędź {amount}/rok

# noAnnualPlan
source: No annual plan available for this service
de: Kein Jahresplan für diesen Dienst verfügbar
es: No hay plan anual disponible para este servicio
fr: Aucun plan annuel disponible pour ce service
pl: Brak planu rocznego dla tej usługi

# monthlyVsAnnual
source: {monthly}/mo → {annual}/yr
de: {monthly}/Mo. → {annual}/Jahr
es: {monthly}/mes → {annual}/año
fr: {monthly}/mois → {annual}/an
pl: {monthly}/mies. → {annual}/rok

# perYear
source: /yr
de: /Jahr
es: /año
fr: /an
pl: /rok

# insightDidYouKnow
source: DID YOU KNOW?
de: WUSSTEST DU?
es: ¿SABÍAS QUE...?
fr: LE SAVAIS-TU ?
pl: CZY WIESZ, ŻE...?

# insightSaveMoney
source: SAVE MONEY
de: GELD SPAREN
es: AHORRA
fr: ÉCONOMISE
pl: OSZCZĘDŹ

# insightLearnMore
source: Learn more
de: Mehr erfahren
es: Saber más
fr: En savoir plus
pl: Dowiedz się więcej

# insightProLabel
source: PRO INSIGHT
de: PRO-EINBLICK
es: CONSEJO PRO
fr: CONSEIL PRO
pl: WSKAZÓWKA PRO

# insightUnlockPro
source: Unlock with Pro
de: Mit Pro freischalten
es: Desbloquear con Pro
fr: Débloquer avec Pro
pl: Odblokuj z Pro

# insightProTeaser
source: Upgrade to Pro to get personalised savings tips.
de: Upgrade auf Pro für personalisierte Spartipps.
es: Mejora a Pro para consejos de ahorro personalizados.
fr: Passe en Pro pour des conseils d'économies personnalisés.
pl: Przejdź na Pro, aby otrzymywać spersonalizowane porady oszczędnościowe.

# insightProTeaserTitle
source: Personalised savings tips
de: Personalisierte Spartipps
es: Consejos de ahorro personalizados
fr: Conseils d'économies personnalisés
pl: Spersonalizowane porady oszczędnościowe

# trialBannerDays
source: Pro trial · {days, plural, =1{1 day left} other{{days} days left}}
de: Pro-Test · {days, plural, =1{1 Tag übrig} other{{days} Tage übrig}}
es: Prueba Pro · {days, plural, =1{1 día restante} other{{days} días restantes}}
fr: Essai Pro · {days, plural, =1{1 jour restant} other{{days} jours restants}}
pl: Wersja próbna · {days, plural, =1{1 dzień} few{{days} dni} other{{days} dni}}

# trialBannerExpired
source: Pro trial expired
de: Pro-Test abgelaufen
es: Prueba Pro expirada
fr: Essai Pro expiré
pl: Wersja próbna wygasła

# trialBannerUpgrade
source: Upgrade
es: Mejorar
fr: Débloquer
pl: Odblokuj

# trialPromptTitle
source: Try everything free for 7 days
de: 7 Tage alles kostenlos testen
es: Prueba todo gratis durante 7 días
fr: Essaie tout gratuitement pendant 7 jours
pl: Wypróbuj wszystko za darmo przez 7 dni

# trialPromptSubtitle
source: Full Pro access — no commitment, no payment.
de: Voller Pro-Zugang — unverbindlich, ohne Zahlung.
es: Acceso Pro completo — sin compromiso, sin pago.
fr: Accès Pro complet — sans engagement, sans paiement.
pl: Pełny dostęp Pro — bez zobowiązań, bez płatności.

# trialPromptFeature1
source: Unlimited subscriptions
de: Unbegrenzte Abos
es: Suscripciones ilimitadas
fr: Abonnements illimités
pl: Nieograniczona liczba subskrypcji

# trialPromptFeature2
source: AI Trap Scanner — unlimited scans
de: KI-Fallenscanner — unbegrenzte Scans
es: Escáner de trampas IA — escaneos ilimitados
fr: Scanner de pièges IA — scans illimités
pl: Skaner Pułapek AI — bez limitu

# trialPromptFeature3
source: Advance renewal reminders (7d, 3d, 1d)
de: Vorab-Erinnerungen (7T, 3T, 1T)
es: Recordatorios anticipados (7d, 3d, 1d)
fr: Rappels anticipés (7j, 3j, 1j)
pl: Zaawansowane przypomnienia (7d, 3d, 1d)

# trialPromptFeature4
source: Spending dashboard & insights
de: Ausgaben-Dashboard & Einblicke
es: Panel de gastos y estadísticas
fr: Tableau de bord & statistiques
pl: Panel wydatków i statystyki

# trialPromptFeature5
source: Cancel guides & refund tips
de: Kündigungsanleitungen & Rückerstattungstipps
es: Guías de cancelación y consejos de reembolso
fr: Guides de résiliation & astuces remboursement
pl: Przewodniki anulowania i zwrotów

# trialPromptFeature6
source: Smart nudges & savings cards
de: Smarte Hinweise & Spar-Karten
es: Consejos inteligentes y tarjetas de ahorro
fr: Conseils intelligents & cartes d'économies
pl: Inteligentne powiadomienia i karty oszczędności

# trialPromptLegal
source: After 7 days: track up to 3 subscriptions free, or unlock everything for £4.99 — once, forever.
de: Nach 7 Tagen: bis zu 3 Abos gratis tracken, oder alles für £4.99 freischalten — einmalig, für immer.
es: Después de 7 días: rastrea hasta 3 suscripciones gratis, o desbloquea todo por £4.99 — una vez, para siempre.
fr: Après 7 jours : traque jusqu'à 3 abonnements gratuitement, ou débloque tout pour £4.99 — une fois, pour toujours.
pl: Po 7 dniach: śledź do 3 subskrypcji za darmo, lub odblokuj wszystko za 24,99 zł — jednorazowo, na zawsze.

# trialPromptCta
source: Start Free Trial
de: Gratis-Test starten
es: Iniciar prueba gratuita
fr: Commencer l'essai gratuit
pl: Rozpocznij bezpłatny okres próbny

# trialPromptDismiss
source: Skip for now
de: Erst mal überspringen
es: Omitir por ahora
fr: Passer pour l'instant
pl: Pomiń na razie

# trialExpiredTitle
source: Your 7-day trial has ended
de: Dein 7-Tage-Test ist abgelaufen
es: Tu prueba de 7 días ha terminado
fr: Ton essai de 7 jours est terminé
pl: Twój 7-dniowy okres próbny się zakończył

# trialExpiredSubtitle
source: You tracked {count, plural, =1{1 subscription} other{{count} subscriptions}} worth {price}/month.
de: Du hast {count, plural, =1{1 Abo} other{{count} Abos}} im Wert von {price}/Monat getrackt.
es: Rastreaste {count, plural, =1{1 suscripción} other{{count} suscripciones}} con un valor de {price}/mes.
fr: Tu as traqué {count, plural, =1{1 abonnement} other{{count} abonnements}} d'une valeur de {price}/mois.
pl: Śledziłeś {count, plural, =1{1 subskrypcję} few{{count} subskrypcje} other{{count} subskrypcji}} o wartości {price}/mies.

# trialExpiredFrozen
source: {count, plural, =1{1 subscription is now frozen} other{{count} subscriptions are now frozen}}
de: {count, plural, =1{1 Abo ist jetzt eingefroren} other{{count} Abos sind jetzt eingefroren}}
es: {count, plural, =1{1 suscripción está ahora congelada} other{{count} suscripciones están ahora congeladas}}
fr: {count, plural, =1{1 abonnement est maintenant gelé} other{{count} abonnements sont maintenant gelés}}
pl: {count, plural, =1{1 subskrypcja jest zamrożona} few{{count} subskrypcje są zamrożone} other{{count} subskrypcji jest zamrożonych}}

# trialExpiredCta
source: Unlock Chompd Pro — £4.99
de: Chompd Pro freischalten — £4.99
es: Desbloquear Chompd Pro — £4.99
fr: Débloquer Chompd Pro — £4.99
pl: Odblokuj Chompd Pro — 24,99 zł

# trialExpiredDismiss
source: Continue with free tier
de: Mit Gratis-Version fortfahren
es: Continuar con la versión gratuita
fr: Continuer avec la version gratuite
pl: Kontynuuj z darmową wersją

# frozenSectionHeader
source: FROZEN — UPGRADE TO UNLOCK
de: EINGEFROREN — UPGRADE ZUM ENTSPERREN
es: CONGELADAS — MEJORA PARA DESBLOQUEAR
fr: GELÉS — PASSER EN PRO POUR DÉBLOQUER
pl: ZAMROŻONE — ULEPSZ, ABY ODBLOKOWAĆ

# frozenBadge
source: FROZEN
de: EINGEFROREN
es: CONGELADA
fr: GELÉ
pl: ZAMROŻONE

# frozenTapToUpgrade
source: Tap to upgrade
de: Tippe zum Upgraden
es: Toca para mejorar
fr: Appuyez pour passer en Pro
pl: Kliknij, aby ulepszyć

# cancelledStatusExpires
source: Cancelled — expires {date}
de: Gekündigt — läuft ab am {date}
es: Cancelada — expira el {date}
fr: Résilié — expire le {date}
pl: Anulowana — wygasa {date}

# cancelledStatusExpired
source: Cancelled — expired {date}
de: Gekündigt — abgelaufen am {date}
es: Cancelada — expiró el {date}
fr: Résilié — expiré le {date}
pl: Anulowana — wygasła {date}

source: Reactivate Subscription
de: Abo reaktivieren
es: Reactivar suscripción
fr: Réactiver l'abonnement
pl: Reaktywuj subskrypcję

# scanErrorGeneric
source: Couldn’t read this image. Please try a different screenshot.
de: Dieses Bild konnte nicht gelesen werden. Versuche einen anderen Screenshot.
es: No se pudo leer esta imagen. Prueba otra captura.
fr: Impossible de lire cette image. Essaie une autre capture.
pl: Nie udało się odczytać tego zdjęcia. Spróbuj inny zrzut ekranu.

# scanErrorEmpty
source: Image file appears to be empty. Please try again.
de: Bilddatei scheint leer zu sein. Versuche es erneut.
es: El archivo de imagen parece vacío. Inténtalo de nuevo.
fr: Le fichier image semble vide. Réessaie.
pl: Plik graficzny jest pusty. Spróbuj ponownie.

# scanServiceFound
source: Found {name}!
es: ¡{name} encontrado!
fr: {name} trouvé !

# scanNoSubscriptionsFound
source: No subscriptions found in this image. Try scanning a receipt, confirmation email, or app store screenshot instead.
es: No se encontraron suscripciones en esta imagen. Intenta escanear un recibo, email de confirmación o captura de la tienda de apps.
fr: Aucun abonnement trouvé dans cette image. Essaie de scanner un reçu, un e-mail de confirmation ou une capture de l'App Store.

# scanRecurringCharge
source: Found a recurring charge that looks like it could be {name}.
es: Se encontró un cargo recurrente que parece ser {name}.
fr: Frais récurrents trouvés qui ressemblent à {name}.

# scanConfirmQuestion
source: {pct}% of users with this charge say it’s {name}. Sound right?
es: El {pct}% de los usuarios con este cargo dicen que es {name}. ¿Es correcto?
fr: {pct}% des utilisateurs avec ces frais disent que c'est {name}. C'est ça ?

# scanPersonalOrTeam
source: This looks like {name}. Personal subscription or team/business plan?
es: Parece {name}. ¿Suscripción personal o de equipo/empresa?
fr: Ça ressemble à {name}. Abonnement personnel ou équipe/entreprise ?

# scanTeamBusiness
source: Team / Business
es: Equipo / Empresa
fr: Équipe / Entreprise

# scanNotSure
source: Not sure
es: No estoy seguro
fr: Pas sûr

# scanAllDoneAdded
source: All done! Added {added} of {total} subscriptions.
es: ¡Listo! {added} de {total} suscripciones añadidas.
fr: Terminé ! {added} sur {total} abonnements ajoutés.

# scanSubsConfirmed
source: {count} subscriptions confirmed!
es: ¡{count} suscripciones confirmadas!
fr: {count} abonnements confirmés !

# scanConfirmed
source: {name} confirmed!
es: ¡{name} confirmado!
fr: {name} confirmé !

# scanLimitReached
source: You’ve used your free scan. Upgrade to Pro for unlimited scanning!
es: Has usado tus {limit} escaneos gratuitos. ¡Pasa a Pro para escaneos ilimitados!
fr: Tu as utilisé ton scan gratuit. Passe à Pro pour des scans illimités !

# scanUnableToProcess
source: Unable to process image. Please try again.
es: No se pudo procesar la imagen. Inténtalo de nuevo.
fr: Impossible de traiter l'image. Réessaie.

# scanTrapDetectedIn
source: ⚠️ Trap detected in {name}!
es: ⚠️ ¡Trampa detectada en {name}!
fr: ⚠️ Piège détecté dans {name} !

# scanTrackingTrial
source: Tracking {name} trial. We’ll remind you before it charges!
es: Seguimiento de prueba de {name}. ¡Te recordaremos antes del cobro!
fr: Suivi de l'essai de {name}. On te rappellera avant le prélèvement !

# scanAddedWithAlerts
source: {name} added with trial alerts.
es: {name} añadido con alertas de prueba.
fr: {name} ajouté avec alertes de période d'essai.

# scanNoConnection
source: No internet connection. Check your Wi-Fi or mobile data and try again.
es: Sin conexión a internet. Comprueba tu Wi-Fi o datos móviles e inténtalo de nuevo.
fr: Pas de connexion internet. Vérifie ton Wi-Fi ou tes données mobiles et réessaie.

# scanTooManyRequests
source: Too many requests — please wait a moment and try again.
es: Demasiadas solicitudes — espera un momento e inténtalo de nuevo.
fr: Trop de requêtes — patiente un instant et réessaie.

# scanServiceDown
source: Our scanning service is temporarily down. Please try again in a few minutes.
es: Nuestro servicio de escaneo no está disponible temporalmente. Inténtalo en unos minutos.
fr: Notre service de scan est temporairement indisponible. Réessaie dans quelques minutes.

# scanSomethingWrong
source: Something went wrong. Please try again.
es: Algo salió mal. Inténtalo de nuevo.
fr: Quelque chose s'est mal passé. Réessaie.

# scanConvertToGbp
source: Convert to £ GBP
es: Convertir a £ GBP
fr: Convertir en £ GBP

# scanKeepInCurrency
source: Keep in {currency}
es: Mantener en {currency}
fr: Garder en {currency}

# scanPriceCurrency
source: The price is in {currency} ({price}). How should we track it?
es: El precio está en {currency} ({price}). ¿Cómo quieres rastrearlo?
fr: Le prix est en {currency} ({price}). Comment veux-tu le suivre ?

source: Intro price
es: Precio de lanzamiento
fr: Prix de lancement

# introPriceExpires
source: Intro price ends {date}
es: Precio de lanzamiento termina el {date}
fr: Prix de lancement expire le {date}

# introPriceDaysRemaining
source: ⚠️ Intro price — {days} days remaining
es: ⚠️ Precio de lanzamiento — quedan {days} días
fr: ⚠️ Prix de lancement — {days} jours restants

# trialCustomDays
source: {days}d
de: {days}T
fr: {days}j

# sourceManual
source: Manual
de: Manuell
fr: Manuel
pl: Ręcznie

# timelineLabel7d
source: 7d
de: 7T
fr: 7j

# timelineLabel3d
source: 3d
de: 3T
fr: 3j

# timelineLabel1d
source: 1d
de: 1T
fr: 1j

# scanPersonal
source: Personal
fr: Personnel

source: Total
de: Gesamt
pl: Łącznie

# milestoneGamePass
source: Game Pass
pl: Karnet na gry

# milestoneUnchompable
source: Unchompable
pl: Niechompdalny

# notifDigestRenewalBody
source: {names} — {total} total
de: {names} — insgesamt {total}
pl: {names} — łącznie {total}
