Repository: petedepol/chompd
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, pl

# tagline
source: Scan. Track. Bite back.
de: Scannen. Tracken. Zurückbeißen.
es: Escanea. Rastrea. Contraataca.
fr: Scanne. Traque. Contre-attaque.
pl: Skanuj. Śledź. Odgryzaj się.

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
pl: Zapisz

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pl: Anuluj

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pl: Usuń

source: Done
de: Fertig
es: Hecho
fr: Terminé
pl: Gotowe

source: Keep
de: Behalten
es: Mantener
fr: Garder
pl: Zostaw

source: Skip
de: Überspringen
es: Omitir
fr: Passer
pl: Pomiń

source: Next
de: Weiter
es: Siguiente
fr: Suivant
pl: Dalej

source: Share
de: Teilen
es: Compartir
fr: Partager
pl: Udostępnij

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
pl: Potwierdź

source: Other
de: Sonstiges
es: Otro
fr: Autre
pl: Inne

source: Close
de: Schließen
es: Cerrar
fr: Fermer
pl: Zamknij

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
pl: Edytuj

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
pl: Darmowy

# tierTrial
source: Trial
de: Testphase
es: Prueba
fr: Essai
pl: Próba

# onboardingTitle1
source: Bite Back at Subscriptions
de: Beiß bei Abos zurück
es: Planta cara a las suscripciones
fr: Reprends le contrôle de tes abos
pl: Odgryź się subskrypcjom

# onboardingSubtitle1
source: Chompd tracks every subscription, catches hidden traps, and helps you cancel what you don’t need.
de: Chompd trackt jedes Abo, entdeckt versteckte Fallen und hilft dir, Unnötiges zu kündigen.
es: Chompd rastrea cada suscripción, detecta trampas ocultas y te ayuda a cancelar lo que no necesitas.
fr: Chompd traque chaque abonnement, détecte les pièges cachés et t'aide à résilier ce que tu n'utilises pas.
pl: Chompd śledzi każdą subskrypcję, wyłapuje ukryte pułapki i pomaga anulować to, czego nie potrzebujesz.

# onboardingStatWaste
source: The average person wastes {amount}/year on forgotten subscriptions
de: Durchschnittlich werden {amount}/Jahr für vergessene Abos verschwendet
es: De media, se desperdician {amount}/año en suscripciones olvidadas
fr: En moyenne, {amount}/an sont gaspillés pour des abonnements oubliés
pl: Przeciętna osoba marnuje {amount}/rok na zapomniane subskrypcje

# onboardingEaseTag
source: No typing. Just snap and track.
de: Kein Tippen. Einfach knipsen und tracken.
es: Sin teclear. Solo foto y a rastrear.
fr: Rien à taper. Photo et c'est tracké.
pl: Bez wpisywania. Zrób zdjęcie i gotowe.

# onboardingTitle2
source: How It Works
de: So funktioniert's
es: Cómo funciona
fr: Comment ça marche
pl: Jak to działa

# onboardingStep1Title
source: Snap a screenshot
de: Mach einen Screenshot
es: Haz una captura de pantalla
fr: Fais une capture d'écran
pl: Zrób zrzut ekranu

# onboardingStep1Subtitle
source: Receipt, email, or bank statement
de: Quittung, E-Mail oder Kontoauszug
es: Confirmación, email o extracto bancario
fr: Confirmation, e-mail ou relevé bancaire
pl: Potwierdzenie, e-mail lub wyciąg bankowy

# onboardingStep2Title
source: AI reads it instantly
de: KI liest ihn sofort
es: La IA la lee al instante
fr: L'IA le lit instantanément
pl: AI odczytuje natychmiast

# onboardingStep2Subtitle
source: Price, renewal date, and hidden traps
de: Preis, Verlängerungsdatum und versteckte Fallen
es: Precio, fecha de renovación y trampas ocultas
fr: Prix, date de renouvellement et pièges cachés
pl: Cenę, datę odnowienia i ukryte pułapki

# onboardingStep3Title
source: Done. Tracked forever.
de: Fertig. Für immer getrackt.
es: Listo. Rastreado para siempre.
fr: C'est fait. Traqué pour toujours.
pl: Gotowe. Śledzone na zawsze.

# onboardingStep3Subtitle
source: Get reminders before you’re charged
de: Wir erinnern dich, bevor du belastet wirst
es: Te avisamos antes de que te cobren
fr: On te prévient avant que tu sois débité
pl: Przypomnimy Ci zanim zostaniesz obciążony

# onboardingTitle3
source: Stay Ahead of Renewals
de: Verlängerungen voraus
es: Ve un paso por delante
fr: Garde une longueur d'avance
pl: Bądź krok przed odnowieniami

# onboardingSubtitle3
source: We’ll remind you before you’re charged — no surprises.
de: Wir erinnern dich, bevor du belastet wirst — keine Überraschungen.
es: Te recordamos antes de cada cobro — sin sorpresas.
fr: On te rappelle avant chaque renouvellement — pas de mauvaises surprises.
pl: Przypomnimy Ci zanim zostaniesz obciążony — żadnych niespodzianek.

# onboardingNotifMorning
source: Morning of renewal
de: Am Morgen der Verlängerung
es: La mañana de la renovación
fr: Le matin du renouvellement
pl: Rano w dniu odnowienia

# onboardingNotif7days
source: 7 days before
de: 7 Tage vorher
es: 7 días antes
fr: 7 jours avant
pl: 7 dni przed

# onboardingNotifTrial
source: Trial expiry alerts
de: Testabo-Ablaufbenachrichtigung
es: Alertas de fin de prueba
fr: Alertes de fin d'essai
pl: Alerty o końcu triali

source: Allow Notifications
de: Benachrichtigungen erlauben
es: Permitir notificaciones
fr: Autoriser les notifications
pl: Włącz powiadomienia

source: Maybe Later
de: Vielleicht später
es: Quizás más tarde
fr: Peut-être plus tard
pl: Może później

# onboardingTitle4
source: Add Your First Subscription
de: Füge dein erstes Abo hinzu
es: Añade tu primera suscripción
fr: Ajoute ton premier abonnement
pl: Dodaj pierwszą subskrypcję

# onboardingSubtitle4
source: Most people find forgotten subscriptions in their first scan. Let’s see what’s eating your money.
de: Die meisten finden vergessene Abos beim ersten Scan. Lass uns sehen, was dein Geld frisst.
es: La mayoría descubren suscripciones olvidadas en su primer escaneo. Veamos qué se come tu dinero.
fr: La plupart des gens découvrent des abos oubliés dès le premier scan. Voyons ce qui grignote ton argent.
pl: Większość ludzi odkrywa zapomniane subskrypcje przy pierwszym skanie. Sprawdźmy, co pożera twoje pieniądze.

source: Scan a Screenshot
de: Screenshot scannen
es: Escanear una captura
fr: Scanner une capture
pl: Skanuj zrzut ekranu

# scanHintTooltip
source: Tap me to scan!
es: ¡Tócame para escanear!
fr: Appuie sur moi pour scanner !
pl: Dotknij mnie, żeby skanować!

source: Add Manually
de: Manuell hinzufügen
es: Añadir manualmente
fr: Ajouter manuellement
pl: Dodaj ręcznie

source: Skip for now
de: Erst mal überspringen
es: Omitir por ahora
fr: Passer pour l'instant
pl: Pomiń na razie

# homeStatusLine
source: {active} active · {cancelled} cancelled
de: {active} aktiv · {cancelled} gekündigt
es: {active} activas · {cancelled} canceladas
fr: {active} actifs · {cancelled} résiliés
pl: {active} aktywnych · {cancelled} anulowanych

# overBudgetMood
source: Ouch. That’s a lot of chomping.
de: Autsch. Das ist ganz schön viel.
es: Ay. Eso es bastante.
fr: Aïe. Ça fait beaucoup.
pl: Auć. Sporo chomptania.

# underBudgetMood
source: Looking good! Well under budget.
de: Sieht gut aus! Deutlich unter Budget.
es: ¡Genial! Bien por debajo del presupuesto.
fr: Super ! Bien en dessous du budget.
pl: Świetnie! Sporo pod budżetem.

# sectionActiveSubscriptions
source: ACTIVE SUBSCRIPTIONS
de: AKTIVE ABOS
es: SUSCRIPCIONES ACTIVAS
fr: ABONNEMENTS ACTIFS
pl: AKTYWNE SUBSKRYPCJE

# sectionCancelledSaved
source: CANCELLED — MONEY SAVED
de: GEKÜNDIGT — GESPART
es: CANCELADAS — AHORRADO
fr: RÉSILIÉS — ÉCONOMISÉ
pl: ANULOWANE — ZAOSZCZĘDZONE

# sectionMilestones
source: MILESTONES
de: MEILENSTEINE
es: LOGROS
fr: OBJECTIFS
pl: KAMIENIE MILOWE

# sectionYearlyBurn
source: YEARLY BURN
de: JÄHRLICHE KOSTEN
es: GASTO ANUAL
fr: DÉPENSES ANNUELLES
pl: ROCZNE WYDATKI

# sectionMonthlyBurn
source: MONTHLY BURN
de: MONATLICHE KOSTEN
es: GASTO MENSUAL
fr: DÉPENSES MENSUELLES
pl: MIESIĘCZNE WYDATKI

# sectionSavedWithChompd
source: SAVED WITH CHOMPD
de: MIT CHOMPD GESPART
es: AHORRADO CON CHOMPD
fr: ÉCONOMISÉ AVEC CHOMPD
pl: ZAOSZCZĘDZONE Z CHOMPD

# perYearAcrossSubs
source: per year across {count, plural, =1{1 subscription} other{{count} subscriptions}}
de: pro Jahr für {count, plural, =1{1 Abo} other{{count} Abos}}
es: al año en {count, plural, =1{1 suscripción} other{{count} suscripciones}}
fr: par an pour {count, plural, =1{1 abonnement} other{{count} abonnements}}
pl: rocznie za {count, plural, =1{1 subskrypcję} few{{count} subskrypcje} other{{count} subskrypcji}}

# perMonthAcrossSubs
source: per month across {count, plural, =1{1 subscription} other{{count} subscriptions}}
de: pro Monat für {count, plural, =1{1 Abo} other{{count} Abos}}
es: al mes en {count, plural, =1{1 suscripción} other{{count} suscripciones}}
fr: par mois pour {count, plural, =1{1 abonnement} other{{count} abonnements}}
pl: miesięcznie za {count, plural, =1{1 subskrypcję} few{{count} subskrypcje} other{{count} subskrypcji}}

source: monthly avg
de: mtl. Durchschnitt
es: media mensual
fr: moy. mensuelle
pl: śr. miesięcznie

source: yearly total
de: jährlich gesamt
es: total anual
fr: total annuel
pl: roczny koszt

source: daily cost
de: Tageskosten
es: coste diario
fr: coût quotidien
pl: dzienny koszt

# fromCancelled
source: from {count} cancelled
de: aus {count} gekündigten
es: de {count} canceladas
fr: de {count} résiliés
pl: z {count} anulowanych

# deleteSubscriptionTitle
source: Delete Subscription?
de: Abo löschen?
es: ¿Eliminar suscripción?
fr: Supprimer l'abonnement ?
pl: Usunąć subskrypcję?

# deleteSubscriptionMessage
source: Remove {name} permanently?
de: {name} endgültig entfernen?
es: ¿Eliminar {name} definitivamente?
fr: Supprimer {name} définitivement ?
pl: Usunąć {name} na stałe?

# cancelledMonthsAgo
source: Cancelled {months}mo ago
de: Vor {months} Mon. gekündigt
es: Cancelada hace {months} meses
fr: Résilié il y a {months} mois
pl: Anulowano {months} mies. temu

source: Just cancelled
de: Gerade gekündigt
es: Recién cancelada
fr: Vient d'être résilié
pl: Właśnie anulowano

source: Subs left
de: Abos übrig
es: Subs restantes
fr: Abos restants
pl: Pozostałe sub.

source: Scans left
de: Scans übrig
es: Escaneos restantes
fr: Scans restants
pl: Pozostałe skany

source: AI Scan Screenshot
de: KI-Scan Screenshot
es: Escaneo IA de captura
fr: Scan IA d'une capture
pl: Skan AI ze zrzutu

source: AI Scan (Upgrade to Pro)
de: KI-Scan (Upgrade auf Pro)
es: Escaneo IA (Mejora a Pro)
fr: Scan IA (Passer en Pro)
pl: Skan AI (Ulepsz do Pro)

source: Quick Add / Manual
de: Schnell hinzufügen / Manuell
es: Añadido rápido / Manual
fr: Ajout rapide / Manuel
pl: Szybkie dodawanie / Ręcznie

source: Add Sub (Upgrade to Pro)
de: Abo hinzufügen (Upgrade auf Pro)
es: Añadir sub (Mejora a Pro)
fr: Ajouter un abo (Passer en Pro)
pl: Dodaj sub. (Ulepsz do Pro)

# trialsExpiringSoon
source: {count, plural, =1{1 trial expiring soon} other{{count} trials expiring soon}}
de: {count, plural, =1{1 Testabo läuft bald ab} other{{count} Testabos laufen bald ab}}
es: {count, plural, =1{1 prueba expira pronto} other{{count} pruebas expiran pronto}}
fr: {count, plural, =1{1 essai expire bientôt} other{{count} essais expirent bientôt}}
pl: {count, plural, =1{1 trial wygasa wkrótce} few{{count} triale wygasają wkrótce} other{{count} triali wygasa wkrótce}}

# trialDaysLeft
source: {names} — {days} days left
de: {names} — noch {days} Tage
es: {names} — quedan {days} días
fr: {names} — {days} jours restants
pl: {names} — zostało {days} dni

# scansLeftCount
source: {count, plural, =1{1 scan left} other{{count} scans left}}
de: {count, plural, =1{1 Scan übrig} other{{count} Scans übrig}}
es: {count, plural, =1{1 escaneo restante} other{{count} escaneos restantes}}
fr: {count, plural, =1{1 scan restant} other{{count} scans restants}}
pl: {count, plural, =1{Został 1 skan} few{Zostały {count} skany} other{Zostało {count} skanów}}

# scanTitle
source: AI Scan
de: KI-Scan
es: Escaneo IA
fr: Scan IA
pl: Skan AI

# scanAnalysing
source: Nom nom... chewing through your screenshot 🐟
de: Nom nom... kaue deinen Screenshot durch 🐟
es: Ñam ñam... masticando tu captura de pantalla 🐟
fr: Nom nom... je mâche ta capture d'écran 🐟
pl: Nom nom... przeżuwam twój zrzut ekranu 🐟

# scanIdleTitle
source: Scan a Screenshot
de: Screenshot scannen
es: Escanea una captura de pantalla
fr: Scanne une capture d'écran
pl: Skanuj zrzut ekranu

# scanIdleSubtitle
source: Share a screenshot of a confirmation email, bank statement, or app store receipt.
de: Teile einen Screenshot einer Bestätigungs-E-Mail, eines Kontoauszugs oder einer App-Store-Quittung.
es: Comparte una captura de un email de confirmación, extracto bancario o recibo de la App Store.
fr: Partage une capture d'e-mail de confirmation, de relevé bancaire ou de reçu App Store.
pl: Udostępnij zrzut ekranu z e-maila potwierdzającego, wyciągu bankowego lub paragonu z App Store.

source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
pl: Zrób zdjęcie

source: Choose from Gallery
de: Aus Galerie wählen
es: Elegir de la galería
fr: Choisir depuis la galerie
pl: Wybierz z galerii

# cameraPermError
source: Could not access camera. Check permissions.
de: Kein Kamerazugriff. Prüfe die Berechtigungen.
es: Sin acceso a la cámara. Verifica los permisos.
fr: Pas d'accès à la caméra. Vérifie les permissions.
pl: Brak dostępu do kamery. Sprawdź uprawnienia.

# galleryPermError
source: Could not access photo library. Check permissions.
de: Kein Zugriff auf Fotos. Prüfe die Berechtigungen.
es: Sin acceso a la galería. Verifica los permisos.
fr: Pas d'accès aux photos. Vérifie les permissions.
pl: Brak dostępu do galerii zdjęć. Sprawdź uprawnienia.

source: Paste email text
de: E-Mail-Text einfügen
es: Pegar texto de email
fr: Coller le texte d'un e-mail
pl: Wklej tekst e-maila

# pasteTextHint
source: Paste your subscription email or confirmation text here...
de: Füge deinen Abo-E-Mail- oder Bestätigungstext hier ein...
es: Pega aquí el texto de tu email de suscripción o confirmación...
fr: Colle ici le texte de ton e-mail d'abonnement ou de confirmation...
pl: Wklej tutaj tekst e-maila z subskrypcją lub potwierdzeniem...

source: Scan Text
de: Text scannen
es: Escanear texto
fr: Scanner le texte
pl: Skanuj tekst

# textReceived
source: Nom nom... chewing through your text 🐟
de: Nom nom... kaue deinen Text durch 🐟
es: Ñam ñam... masticando tu texto 🐟
fr: Nom nom... je mâche ton texte 🐟
pl: Nom nom... przeżuwam twój tekst 🐟

source: Smart move!
de: Cleverer Zug!
es: ¡Buen movimiento!
fr: Bien joué !
pl: Sprytne!

# youSkipped
source: You skipped {service}
de: Du hast {service} übersprungen
es: Has evitado {service}
fr: Tu as évité {service}
pl: Pominąłeś {service}

source: SAVED
de: GESPART
es: AHORRADO
fr: ÉCONOMISÉ
pl: ZAOSZCZĘDZONE

# addedToUnchompd
source: Added to your Unchompd total
de: Zu deinem Unchompd-Konto hinzugefügt
es: Añadido a tu total Unchompd
fr: Ajouté à ton total Unchompd
pl: Dodane do Twojego Unchompd

# analysing
source: Almost done... one last bite
de: Fast fertig... noch ein letzter Biss
es: Casi listo... un último mordisco
fr: Presque fini... une dernière bouchée
pl: Prawie gotowe... jeszcze jeden kęs

# scanSniffing
source: Sniffing out sneaky charges...
de: Spüre versteckte Kosten auf...
es: Olfateando cargos sospechosos...
fr: Je renifle les frais cachés...
pl: Wyszukuję podejrzane opłaty...

# scanFoundFeast
source: Found a feast! Chomping through them all...
de: Ein Festmahl gefunden! Fresse mich durch alles...
es: ¡Encontré un festín! Mordiendo todo...
fr: Un festin trouvé ! Je croque tout...
pl: Znalazłem ucztę! Przegryzam się przez wszystko...

# scanEscalation
source: Calling in a bigger fish for backup... 🦈
de: Rufe einen größeren Fisch zur Hilfe... 🦈
es: Llamando a un pez más grande de refuerzo... 🦈
fr: J'appelle un plus gros poisson en renfort... 🦈
pl: Wzywam większą rybę na pomoc... 🦈

# scanAlmostDone
source: Almost done... one last bite
de: Fast fertig... noch ein letzter Biss
es: Casi listo... un último mordisco
fr: Presque fini... une dernière bouchée
pl: Prawie gotowe... jeszcze jeden kęs

# scanFoundCount
source: Found {count} subscriptions
de: {count} Abonnements gefunden
es: {count} suscripciones encontradas
fr: {count} abonnements trouvés
pl: Znaleziono {count} subskrypcji

# scanTapToExpand
source: Tap to expand and edit details
de: Tippe zum Aufklappen und Bearbeiten
es: Toca para expandir y editar
fr: Appuie pour développer et modifier
pl: Dotknij, aby rozwinąć i edytować

# scanCancelledHint
source: Some subscriptions are already cancelled and will expire soon — we've unticked them for you.
de: Einige Abonnements wurden bereits gekündigt und laufen bald aus — wir haben sie für dich abgewählt.
es: Algunas suscripciones ya están canceladas y expirarán pronto — las hemos desmarcado por ti.
fr: Certains abonnements sont déjà résiliés et expirent bientôt — nous les avons décochés pour toi.
pl: Niektóre subskrypcje zostały anulowane i wkrótce wygasną — odznaczyliśmy je za Ciebie.

# scanAlreadyCancelled
source: Already cancelled
de: Bereits gekündigt
es: Ya cancelada
fr: Déjà résilié
pl: Już anulowana

# scanExpires
source: Expires
de: Läuft aus
es: Expira
fr: Expire
pl: Wygasa

# scanSkipAll
source: Skip all
de: Alle überspringen
es: Omitir todo
fr: Tout ignorer
pl: Pomiń wszystko

# scanAddSelected
source: + Add {count} selected
de: + {count} ausgewählte hinzufügen
es: + Añadir {count} seleccionadas
fr: + Ajouter {count} sélectionnés
pl: + Dodaj {count} wybranych

source: confidence
de: Sicherheit
es: confianza
fr: confiance
pl: pewność

source: Type your answer...
de: Antwort eingeben...
es: Escribe tu respuesta...
fr: Tape ta réponse...
pl: Wpisz odpowiedź...

source: Add to Chompd
de: Zu Chompd hinzufügen
es: Añadir a Chompd
fr: Ajouter à Chompd
pl: Dodaj do Chompd

source: Monthly total
de: Monatlich gesamt
es: Total mensual
fr: Total mensuel
pl: Razem miesięcznie

# addAllToChompd
source: Add all {count} to Chompd
de: Alle {count} zu Chompd hinzufügen
es: Añadir todos ({count}) a Chompd
fr: Ajouter les {count} à Chompd
pl: Dodaj wszystkie ({count}) do Chompd

# yesIts
source: Yes, it’s {option}
de: Ja, es ist {option}
es: Sí, es {option}
fr: Oui, c'est {option}
pl: Tak, to {option}

source: Other amount
de: Anderer Betrag
es: Otra cantidad
fr: Autre montant
pl: Inna kwota

source: TRAP DETECTED
de: FALLE ERKANNT
es: TRAMPA DETECTADA
fr: PIÈGE DÉTECTÉ
pl: WYKRYTO PUŁAPKĘ

# trapOfferActually
source: This "{name}" offer is actually:
de: Dieses „{name}“-Angebot ist tatsächlich:
es: Esta oferta de «{name}» en realidad es:
fr: Cette offre « {name} » est en réalité :
pl: Ta oferta „{name}” to w rzeczywistości:

# skipItSave
source: SKIP IT — SAVE {amount}
de: ÜBERSPRINGEN — {amount} SPAREN
es: EVITAR — AHORRAR {amount}
fr: ÉVITER — ÉCONOMISER {amount}
pl: POMIŃ — OSZCZĘDŹ {amount}

source: Track Trial Anyway
de: Testabo trotzdem tracken
es: Rastrear la prueba de todos modos
fr: Suivre l'essai quand même
pl: Śledź trial mimo to

# trapReminder
source: We’ll remind you before it charges
de: Wir erinnern dich, bevor du belastet wirst
es: Te avisaremos antes de que te cobren
fr: On te préviendra avant le prélèvement
pl: Przypomnimy Ci zanim pobiorą opłatę

source: Edit Subscription
de: Abo bearbeiten
es: Editar suscripción
fr: Modifier l'abonnement
pl: Edytuj subskrypcję

source: Add Subscription
de: Abo hinzufügen
es: Añadir suscripción
fr: Ajouter un abonnement
pl: Dodaj subskrypcję

# fieldServiceName
source: SERVICE NAME
de: DIENSTNAME
es: NOMBRE DEL SERVICIO
fr: NOM DU SERVICE
pl: NAZWA USŁUGI

# hintServiceName
source: e.g. Netflix, Spotify
de: z.B. Netflix, Spotify
es: ej. Netflix, Spotify
fr: ex. Netflix, Spotify
pl: np. Netflix, Spotify

# errorNameRequired
source: Name required
de: Name erforderlich
es: Nombre requerido
fr: Nom requis
pl: Nazwa jest wymagana

# fieldPrice
source: PRICE
de: PREIS
es: PRECIO
fr: PRIX
pl: CENA

# errorPriceRequired
source: Price required
de: Preis erforderlich
es: Precio requerido
fr: Prix requis
pl: Cena jest wymagana

# errorInvalidPrice
source: Invalid price
de: Ungültiger Preis
es: Precio no válido
fr: Prix invalide
pl: Nieprawidłowa cena

# fieldCurrency
source: CURRENCY
de: WÄHRUNG
es: MONEDA
fr: DEVISE
pl: WALUTA

# fieldBillingCycle
source: BILLING CYCLE
de: ABRECHNUNGSZYKLUS
es: CICLO DE FACTURACIÓN
fr: CYCLE DE FACTURATION
pl: CYKL ROZLICZENIOWY

# fieldCategory
source: CATEGORY
de: KATEGORIE
es: CATEGORÍA
fr: CATÉGORIE
pl: KATEGORIA

# fieldNextRenewal
source: NEXT RENEWAL
de: NÄCHSTE VERLÄNGERUNG
es: PRÓXIMA RENOVACIÓN
fr: PROCHAIN RENOUVELLEMENT
pl: NASTĘPNE ODNOWIENIE

source: Select date
de: Datum wählen
es: Seleccionar fecha
fr: Choisir une date
pl: Wybierz datę

# freeTrialToggle
source: This is a free trial
de: Das ist ein kostenloses Testabo
es: Es una prueba gratuita
fr: C'est un essai gratuit
pl: To jest darmowy okres próbny

# trialDurationLabel
source: Trial length
de: Testdauer
es: Duración de la prueba
fr: Durée de l'essai
pl: Długość triala

# trialDays7
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
pl: 7 dni

# trialDays14
source: 14 days
de: 14 Tage
es: 14 días
fr: 14 jours
pl: 14 dni

# trialDays30
source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
pl: 30 dni

# fieldTrialEnds
source: TRIAL ENDS
de: TESTABO ENDET
es: FIN DE LA PRUEBA
fr: FIN DE L'ESSAI
pl: TRIAL KOŃCZY SIĘ

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer
pl: Zapisz zmiany

source: Subscription Detail
de: Abo-Details
es: Detalle de suscripción
fr: Détails de l'abonnement
pl: Szczegóły subskrypcji

# thatsPerYear
source: That’s {amount} per year
de: Das sind {amount} pro Jahr
es: Son {amount} al año
fr: Soit {amount} par an
pl: To {amount} rocznie

# overThreeYears
source: {amount} over 3 years
de: {amount} über 3 Jahre
es: {amount} en 3 años
fr: {amount} sur 3 ans
pl: {amount} przez 3 lata

# trialDaysRemaining
source: ⚠️ Trial — {days} days remaining
de: ⚠️ Testabo — noch {days} Tage
es: ⚠️ Prueba — quedan {days} días
fr: ⚠️ Essai — {days} jours restants
pl: ⚠️ Trial — zostało {days} dni

source: ⚠️ Trial expired
de: ⚠️ Testabo abgelaufen
es: ⚠️ Prueba expirada
fr: ⚠️ Essai expiré
pl: ⚠️ Okres próbny wygasł

source: NEXT RENEWAL
de: NÄCHSTE VERLÄNGERUNG
es: PRÓXIMA RENOVACIÓN
fr: PROCHAIN RENOUVELLEMENT
pl: NASTĘPNE ODNOWIENIE

# chargesToday
source: {price} charges today
de: {price} wird heute belastet
es: {price} se cobra hoy
fr: {price} prélevé aujourd'hui
pl: {price} do zapłaty dziś

# chargesTomorrow
source: {price} charges tomorrow
de: {price} wird morgen belastet
es: {price} se cobra mañana
fr: {price} prélevé demain
pl: {price} do zapłaty jutro

# chargesSoon
source: {days} days — {price} soon
de: {days} Tage — {price} bald fällig
es: {days} días — {price} pronto
fr: {days} jours — {price} bientôt
pl: za {days} dni — {price} wkrótce

# daysCount
source: {days} days
de: {days} Tage
es: {days} días
fr: {days} jours
pl: {days} dni

# sectionReminders
source: REMINDERS
de: ERINNERUNGEN
es: RECORDATORIOS
fr: RAPPELS
pl: PRZYPOMNIENIA

# remindersScheduled
source: {count, plural, =1{1 reminder scheduled} other{{count} reminders scheduled}}
de: {count, plural, =1{1 Erinnerung geplant} other{{count} Erinnerungen geplant}}
es: {count, plural, =1{1 recordatorio programado} other{{count} recordatorios programados}}
fr: {count, plural, =1{1 rappel programmé} other{{count} rappels programmés}}
pl: {count, plural, =1{1 przypomnienie ustawione} few{{count} przypomnienia ustawione} other{{count} przypomnień ustawionych}}

# reminderDaysBefore7
source: 7 days before
de: 7 Tage vorher
es: 7 días antes
fr: 7 jours avant
pl: 7 dni przed

# reminderDaysBefore3
source: 3 days before
de: 3 Tage vorher
es: 3 días antes
fr: 3 jours avant
pl: 3 dni przed

# reminderDaysBefore1
source: 1 day before
de: 1 Tag vorher
es: 1 día antes
fr: 1 jour avant
pl: 1 dzień przed

# reminderMorningOf
source: Morning of
de: Am Morgen
es: La mañana del día
fr: Le matin même
pl: Rano w dniu

# upgradeForReminders
source: Upgrade to Pro for advance reminders
de: Upgrade auf Pro für frühere Erinnerungen
es: Mejora a Pro para recordatorios anticipados
fr: Passe en Pro pour des rappels anticipés
pl: Ulepsz do Pro, by dostać wcześniejsze przypomnienia
