Repository: petedepol/chompd
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, pl

# trialBadge
source: {days}d trial
de: {days}T Test
es: {days}d prueba
fr: {days}j essai

# introBadge
source: {days}d intro
es: {days}d promo
fr: {days}j promo

# emptyNoSubscriptions
source: No subscriptions yet
de: Noch keine Abos
es: Aún sin suscripciones
fr: Pas encore d'abonnements
pl: Brak subskrypcji

# emptyNoSubscriptionsHint
source: Scan a screenshot or tap + to get started.
de: Scanne einen Screenshot oder tippe + zum Starten.
es: Escanea una captura o toca + para empezar.
fr: Scanne une capture ou touche + pour commencer.
pl: Skanuj zrzut ekranu lub stuknij +, by zacząć.

# emptyNoTrials
source: No active trials
de: Keine aktiven Testabos
es: Sin pruebas activas
fr: Aucun essai actif
pl: Brak aktywnych triali

# emptyNoTrialsHint
source: When you add trial subscriptions, they’ll appear here with countdown alerts.
de: Wenn du Testabos hinzufügst, erscheinen sie hier mit Countdown-Alerts.
es: Cuando añadas suscripciones de prueba, aparecerán aquí con alertas de cuenta regresiva.
fr: Quand tu ajouteras des abonnements d'essai, ils apparaîtront ici avec des alertes de compte à rebours.
pl: Gdy dodasz subskrypcje z trialem, pojawią się tu z alertami odliczania.

# emptyNoSavings
source: No savings yet
de: Noch keine Ersparnisse
es: Aún sin ahorros
fr: Pas encore d'économies
pl: Brak oszczędności

# emptyNoSavingsHint
source: Cancel subscriptions you don’t use and watch your savings grow here.
de: Kündige ungenutzte Abos und sieh zu, wie deine Ersparnisse wachsen.
es: Cancela las suscripciones que no uses y mira cómo crecen tus ahorros.
fr: Résilie les abonnements inutilisés et regarde tes économies grandir.
pl: Anuluj subskrypcje, których nie używasz i obserwuj, jak rosną Twoje oszczędności.

# nudgeReview
source: Review
de: Prüfen
es: Revisar
fr: Vérifier
pl: Sprawdź

# nudgeKeepIt
source: Keep it
de: Behalten
es: Mantener
fr: Garder
pl: Zostaw

# trialLabel
source: TRIAL
de: TEST
es: PRUEBA
fr: ESSAI

# priceToday
source: TODAY
de: HEUTE
es: HOY
fr: AUJOURD'HUI
pl: DZIŚ

# priceNow
source: NOW
de: JETZT
es: AHORA
fr: MAINTENANT
pl: TERAZ

# priceThen
source: THEN
de: DANACH
es: DESPUÉS
fr: ENSUITE
pl: POTEM

# dayTrial
source: {days}-day trial
de: {days}-Tage-Test
es: Prueba de {days} días
fr: Essai de {days} jours
pl: {days}-dniowy trial

# monthIntro
source: {months}-month intro
de: {months}-Monats-Angebot
es: Oferta de {months} meses
fr: Offre de {months} mois
pl: {months}-mies. oferta wstępna

# realCostFirstYear
source: Real cost first year: {amount}
de: Echte Kosten im 1. Jahr: {amount}
es: Coste real el 1er año: {amount}
fr: Coût réel la 1re année : {amount}
pl: Realny koszt w pierwszym roku: {amount}

# milestoneCoffeeFund
source: Coffee Fund
de: Kaffeekasse
es: Fondo para café
fr: Budget café
pl: Fundusz kawowy

# milestoneWeekendAway
source: Weekend Away
de: Wochenendtrip
es: Escapada de fin de semana
fr: Week-end
pl: Weekendowy wypad

# milestoneNewGadget
source: New Gadget
de: Neues Gadget
es: Gadget nuevo
fr: Nouveau gadget
pl: Nowy gadżet

# milestoneDreamHoliday
source: Dream Holiday
de: Traumurlaub
es: Vacaciones soñadas
fr: Vacances de rêve
pl: Wakacje marzeń

# milestoneFirstBiteBack
source: First Bite Back
de: Erster Gegenbiss
es: Primer contraataque
fr: Première contre-attaque
pl: Pierwszy odgryz

# milestoneChompSpotter
source: Chomp Spotter
de: Chomp-Entdecker
es: Detector de trampas
fr: Détecteur de pièges
pl: Łowca chomptów

# milestoneDarkPatternDestroyer
source: Dark Pattern Destroyer
de: Dark-Pattern-Zerstörer
es: Destructor de dark patterns
fr: Destructeur de dark patterns
pl: Pogromca dark patternów

# milestoneSubscriptionSentinel
source: Subscription Sentinel
de: Abo-Wächter
es: Centinela de suscripciones
fr: Sentinelle des abos
pl: Strażnik subskrypcji

# milestoneReached
source: ✓ Reached!
de: ✓ Erreicht!
es: ✓ ¡Conseguido!
fr: ✓ Atteint !
pl: ✓ Osiągnięto!

# milestoneToGo
source: {amount} to go
de: noch {amount}
es: faltan {amount}
fr: encore {amount}
pl: brakuje {amount}

# celebrationTitle
source: Nice one! 🎉
de: Super! 🎉
es: ¡Genial! 🎉
fr: Bien joué ! 🎉
pl: Brawo! 🎉

# celebrationSavePerYear
source: You’ll save {amount}/year
de: Du sparst {amount}/Jahr
es: Ahorrarás {amount}/año
fr: Tu économiseras {amount}/an
pl: Zaoszczędzisz {amount}/rok

# celebrationByDropping
source: by dropping {name}
de: durch Kündigung von {name}
es: al cancelar {name}
fr: en résiliant {name}
pl: rezygnując z {name}

source: tap anywhere to continue
de: Tippe irgendwo um fortzufahren
es: toca en cualquier lugar para continuar
fr: touche n'importe où pour continuer
pl: stuknij gdziekolwiek, by kontynuować

# trapBadge
source: TRAP
de: FALLE
es: TRAMPA
fr: PIÈGE
pl: PUŁAPKA

# trapDays
source: {days}d trap
de: {days}T Falle
es: {days}d trampa
fr: {days}j piège
pl: {days}d pułapka

source: from subscription traps
de: aus Abo-Fallen
es: de trampas de suscripción
fr: des pièges d'abonnements
pl: z pułapek subskrypcyjnych

# trapsDodged
source: {count} dodged
de: {count} vermieden
es: {count} evitadas
fr: {count} évités
pl: {count} ominięto

# trialsCancelled
source: {count} cancelled
de: {count} gekündigt
es: {count} canceladas
fr: {count} résiliés
pl: {count} anulowano

# refundsRecovered
source: {count} refunded
de: {count} erstattet
es: {count} reembolsadas
fr: {count} remboursés
pl: {count} zwrócono

# ringYearly
source: YEARLY
de: JÄHRLICH
es: ANUAL
fr: ANNUEL
pl: ROCZNIE

# ringMonthly
source: MONTHLY
de: MONATLICH
es: MENSUAL
fr: MENSUEL
pl: MIESIĘCZNIE

# overBudget
source: {amount} over budget
de: {amount} über Budget
es: {amount} sobre presupuesto
fr: {amount} au-dessus du budget
pl: {amount} ponad budżet

# ofBudget
source: of {amount} budget
de: von {amount} Budget
es: de {amount} de presupuesto
fr: sur {amount} de budget
pl: z budżetu {amount}

source: tap for monthly
de: Tippe für monatlich
es: toca para mensual
fr: touche pour mensuel
pl: stuknij po miesięczne

source: tap for yearly
de: Tippe für jährlich
es: toca para anual
fr: touche pour annuel
pl: stuknij po roczne

# budgetRange
source: Budget: {min} – {max}
es: Presupuesto: {min} – {max}
pl: Budżet: {min} – {max}

# addSubscriptionSheet
source: Add Subscription
de: Abo hinzufügen
es: Añadir suscripción
fr: Ajouter un abonnement
pl: Dodaj subskrypcję

# orChooseService
source: or choose a service
de: oder wähle einen Dienst
es: o elige un servicio
fr: ou choisis un service
pl: lub wybierz usługę

source: Search services...
de: Dienste suchen...
es: Buscar servicios...
fr: Rechercher un service...
pl: Szukaj usług...

# priceField
source: Price
de: Preis
es: Precio
fr: Prix
pl: Cena

# addServiceName
source: Add {name}
de: {name} hinzufügen
es: Añadir {name}
fr: Ajouter {name}
pl: Dodaj {name}

source: tap for more
de: Tippe für mehr
es: toca para más
fr: touche pour plus
pl: stuknij po więcej

# shareYearlyBurn
source: I spend {symbol}{amount}/year on {count, plural, =1{1 subscription} other{{count} subscriptions}} 😳
de: Ich gebe {symbol}{amount}/Jahr für {count, plural, =1{1 Abo} other{{count} Abos}} aus 😳
es: Gasto {symbol}{amount}/año en {count, plural, =1{1 suscripción} other{{count} suscripciones}} 😳
fr: Je dépense {symbol}{amount}/an pour {count, plural, =1{1 abonnement} other{{count} abonnements}} 😳
pl: Wydaję {symbol}{amount}/rok na {count, plural, =1{1 subskrypcję} few{{count} subskrypcje} other{{count} subskrypcji}} 😳

# shareMonthlyDaily
source: That’s {symbol}{monthly}/month or {symbol}{daily}/day
de: Das sind {symbol}{monthly}/Monat oder {symbol}{daily}/Tag
es: Son {symbol}{monthly}/mes o {symbol}{daily}/día
fr: Soit {symbol}{monthly}/mois ou {symbol}{daily}/jour
pl: To {symbol}{monthly}/mies. albo {symbol}{daily}/dzień

# shareSavedBy
source: ✓ Saved {symbol}{amount} by cancelling {count, plural, =1{1 subscription} other{{count} subscriptions}}
de: ✓ {symbol}{amount} gespart durch Kündigung von {count, plural, =1{1 Abo} other{{count} Abos}}
es: ✓ Ahorré {symbol}{amount} cancelando {count, plural, =1{1 suscripción} other{{count} suscripciones}}
fr: ✓ Économisé {symbol}{amount} en résiliant {count, plural, =1{1 abonnement} other{{count} abonnements}}
pl: ✓ Zaoszczędziłem {symbol}{amount} anulując {count, plural, =1{1 subskrypcję} few{{count} subskrypcje} other{{count} subskrypcji}}

# shareFooter
source: Tracked with Chompd — Scan. Track. Bite back.
de: Getrackt mit Chompd — Scannen. Tracken. Zurückbeißen.
es: Rastreado con Chompd — Escanea. Rastrea. Contraataca.
fr: Suivi avec Chompd — Scanne. Traque. Contre-attaque.
pl: Śledzone z Chompd — Skanuj. Śledź. Odgryzaj się.

# shareSavings
source: I saved {symbol}{amount} by cancelling {count, plural, =1{1 subscription} other{{count} subscriptions}} 🎉 Bite back at subscriptions — getchompd.com
de: Ich habe {symbol}{amount} gespart durch Kündigung von {count, plural, =1{1 Abo} other{{count} Abos}} 🎉 Beiß bei Abos zurück — getchompd.com
es: Ahorré {symbol}{amount} cancelando {count, plural, =1{1 suscripción} other{{count} suscripciones}} 🎉 Planta cara a las suscripciones — getchompd.com
fr: J'ai économisé {symbol}{amount} en résiliant {count, plural, =1{1 abonnement} other{{count} abonnements}} 🎉 Reprends le contrôle de tes abos — getchompd.com
pl: Zaoszczędziłem {symbol}{amount} anulując {count, plural, =1{1 subskrypcję} few{{count} subskrypcje} other{{count} subskrypcji}} 🎉 Odgryź się subskrypcjom — getchompd.com

# insightBigSpenderHeadline
source: Big spender
de: Großer Posten
es: Gran gasto
fr: Gros poste
pl: Duży wydatek

# insightBigSpenderMessage
source: {name} costs you **{amount}/year**. That’s your most expensive subscription.
de: {name} kostet dich **{amount}/Jahr**. Das ist dein teuerstes Abo.
es: {name} te cuesta **{amount}/año**. Es tu suscripción más cara.
fr: {name} te coûte **{amount}/an**. C'est ton abonnement le plus cher.
pl: {name} kosztuje Cię **{amount}/rok**. To Twoja najdroższa subskrypcja.

# insightAnnualSavingsHeadline
source: Annual savings
de: Jährliche Ersparnisse
es: Ahorros anuales
fr: Économies annuelles
pl: Roczne oszczędności

# insightAnnualSavingsMessage
source: Switching **{count} subscriptions** to annual billing could save ~**{amount}/year**.
de: Der Wechsel von **{count, plural, =1{1 Abo} other{{count} Abos}}** auf Jahresabrechnung könnte ~**{amount}/Jahr** sparen.
es: Cambiar **{count, plural, =1{1 suscripción} other{{count} suscripciones}}** a facturación anual podría ahorrar ~**{amount}/año**.
fr: Passer **{count, plural, =1{1 abonnement} other{{count} abonnements}}** en facturation annuelle pourrait économiser ~**{amount}/an**.
pl: Przejście **{count, plural, =1{1 subskrypcji} few{{count} subskrypcji} other{{count} subskrypcji}}** na rozliczenie roczne może zaoszczędzić ~**{amount}/rok**.

# insightRealityCheckHeadline
source: Reality check
de: Realitätscheck
es: Revisión
fr: Vérification
pl: Sprawdzian rzeczywistości

# insightRealityCheckMessage
source: You have **{count} active subscriptions**. The average person has 12 — are you using them all?
de: Du hast **{count} aktive Abos**. Der Durchschnitt liegt bei 12 — nutzt du sie alle?
es: Tienes **{count} suscripciones activas**. La media es 12 — ¿las usas todas?
fr: Tu as **{count} abonnements actifs**. La moyenne est de 12 — tu les utilises tous ?
pl: Masz **{count} aktywnych subskrypcji**. Średnia to 12 — czy na pewno używasz ich wszystkich?

# insightMoneySavedHeadline
source: Money saved
de: Geld gespart
es: Dinero ahorrado
fr: Argent économisé
pl: Zaoszczędzone

# insightMoneySavedMessage
source: You’ve saved **{amount}** since cancelling **{count, plural, =1{1 subscription} other{{count} subscriptions}}**. Nice one!
de: Du hast **{amount}** gespart seit der Kündigung von **{count, plural, =1{1 Abo} other{{count} Abos}}**. Gut gemacht!
es: Has ahorrado **{amount}** desde que cancelaste **{count, plural, =1{1 suscripción} other{{count} suscripciones}}**. ¡Bien hecho!
fr: Tu as économisé **{amount}** depuis la résiliation de **{count, plural, =1{1 abonnement} other{{count} abonnements}}**. Bien joué !
pl: Zaoszczędziłeś **{amount}** od anulowania **{count, plural, =1{1 subskrypcji} few{{count} subskrypcji} other{{count} subskrypcji}}**. Tak trzymaj!

# insightTrialEndingHeadline
source: Trial ending
de: Testabo endet
es: Prueba por acabar
fr: Essai en fin de vie
pl: Trial się kończy

# insightTrialEndingMessage
source: **{names}** {count, plural, =1{trial} other{trials}} ending soon. Cancel now or you’ll be charged.
de: **{names}** — {count, plural, =1{Testabo endet} other{Testabos enden}} bald. Jetzt kündigen oder du wirst belastet.
es: **{names}** — {count, plural, =1{prueba expira} other{pruebas expiran}} pronto. Cancela ahora o te cobrarán.
fr: **{names}** — {count, plural, =1{essai expire} other{essais expirent}} bientôt. Résilie maintenant ou tu seras débité.
pl: **{names}** — {count, plural, =1{trial} other{triale}} kończą się wkrótce. Anuluj teraz albo zostaniesz obciążony.

# insightDailyCostHeadline
source: Daily cost
de: Tageskosten
es: Coste diario
fr: Coût quotidien
pl: Dzienny koszt

# insightDailyCostMessage
source: Your subscriptions cost **{amount}/day** — that’s a fancy coffee, every single day.
de: Deine Abos kosten **{amount}/Tag** — das ist ein edler Kaffee, jeden Tag.
es: Tus suscripciones cuestan **{amount}/día** — eso es un café premium, todos los días.
fr: Tes abonnements coûtent **{amount}/jour** — c'est un café premium, chaque jour.
pl: Twoje subskrypcje kosztują **{amount}/dzień** — to kawa speciality, każdego dnia.

# notifRenewsToday
source: {name} renews today
de: {name} verlängert sich heute
es: {name} se renueva hoy
fr: {name} se renouvelle aujourd'hui
pl: {name} odnawia się dziś

# notifRenewsTomorrow
source: {name} renews tomorrow
de: {name} verlängert sich morgen
es: {name} se renueva mañana
fr: {name} se renouvelle demain
pl: {name} odnawia się jutro

# notifRenewsInDays
source: {name} renews in {days} days
de: {name} verlängert sich in {days} Tagen
es: {name} se renueva en {days} días
fr: {name} se renouvelle dans {days} jours
pl: {name} odnawia się za {days} dni

# notifChargesToday
source: You’ll be charged {price} today. Tap to review or cancel.
de: Dir werden heute {price} belastet. Tippe zum Prüfen oder Kündigen.
es: Te cobrarán {price} hoy. Toca para revisar o cancelar.
fr: Tu seras débité de {price} aujourd'hui. Touche pour vérifier ou résilier.
pl: Zostaniesz obciążony kwotą {price} dziś. Stuknij, by sprawdzić lub anulować.

# notifChargesTomorrow
source: {price} will be charged tomorrow. Still want to keep it?
de: {price} wird morgen belastet. Willst du es behalten?
es: {price} se cobrará mañana. ¿Quieres mantenerlo?
fr: {price} sera prélevé demain. Tu veux le garder ?
pl: {price} zostanie pobrane jutro. Chcesz to zachować?

# notifCharges3Days
source: {price} renewal coming up in 3 days.
de: Verlängerung von {price} in 3 Tagen.
es: Renovación de {price} en 3 días.
fr: Renouvellement de {price} dans 3 jours.
pl: Odnowienie {price} za 3 dni.

# notifChargesInDays
source: {price} renewal in {days} days. Time to review?
de: Verlängerung von {price} in {days} Tagen. Zeit zum Prüfen?
es: Renovación de {price} en {days} días. ¿Hora de revisar?
fr: Renouvellement de {price} dans {days} jours. Envie de vérifier ?
pl: Odnowienie {price} za {days} dni. Czas na przegląd?

# notifTrialEndsToday
source: ⚠ {name} trial ends today!
de: ⚠ {name}-Testabo endet heute!
es: ⚠ ¡La prueba de {name} termina hoy!
fr: ⚠ L'essai {name} se termine aujourd'hui !
pl: ⚠ Trial {name} kończy się dziś!

# notifTrialEndsTomorrow
source: {name} trial ends tomorrow
de: {name}-Testabo endet morgen
es: La prueba de {name} termina mañana
fr: L'essai {name} se termine demain
pl: Trial {name} kończy się jutro

# notifTrialEndsInDays
source: {name} trial ends in {days} days
de: {name}-Testabo endet in {days} Tagen
es: La prueba de {name} termina en {days} días
fr: L'essai {name} se termine dans {days} jours
pl: Trial {name} kończy się za {days} dni

# notifTrialBodyToday
source: Your free trial ends today! You’ll be charged {price}. Cancel now if you don’t want to continue.
de: Dein kostenloses Testabo endet heute! Dir werden {price} belastet. Kündige jetzt, wenn du nicht weitermachen willst.
es: ¡Tu prueba gratuita termina hoy! Te cobrarán {price}. Cancela ahora si no quieres continuar.
fr: Ton essai gratuit se termine aujourd'hui ! Tu seras débité de {price}. Résilie maintenant si tu ne veux pas continuer.
pl: Twój darmowy trial kończy się dziś! Zostaniesz obciążony kwotą {price}. Anuluj teraz, jeśli nie chcesz kontynuować.

# notifTrialBodyTomorrow
source: One day left on your trial. After that it’s {price}. Cancel now to avoid charges.
de: Noch ein Tag Testabo. Danach kostet es {price}. Jetzt kündigen, um Kosten zu vermeiden.
es: Queda un día de prueba. Después serán {price}. Cancela ahora para evitar el cobro.
fr: Plus qu'un jour d'essai. Ensuite c'est {price}. Résilie maintenant pour éviter le prélèvement.
pl: Został jeden dzień triala. Potem to {price}. Anuluj teraz, by uniknąć opłaty.

# notifTrialBodyDays
source: {days} days left on your free trial. Full price is {price} after that.
de: Noch {days} Tage Testabo. Danach kostet es {price}.
es: Quedan {days} días de prueba gratis. El precio completo es {price} después.
fr: Encore {days} jours d'essai gratuit. Le prix complet est {price} après.
pl: Zostało {days} dni darmowego triala. Pełna cena to {price} po tym okresie.

# notifTrapTrialTitle3d
source: {name} trial ends in 3 days
de: {name}-Testabo endet in 3 Tagen
es: La prueba de {name} termina en 3 días
fr: L'essai {name} se termine dans 3 jours
pl: Trial {name} kończy się za 3 dni

# notifTrapTrialBody3d
source: It’ll auto-charge {price}. Cancel now if you don’t want it.
de: Es werden automatisch {price} belastet. Jetzt kündigen, wenn du es nicht willst.
es: Se cobrarán {price} automáticamente. Cancela ahora si no lo quieres.
fr: Tu seras débité de {price} automatiquement. Résilie maintenant si tu n'en veux pas.
pl: Automatycznie pobierze {price}. Anuluj teraz, jeśli nie chcesz.

# notifTrapTrialTitleTomorrow
source: ⚠️ TOMORROW: {name} will charge {price}
de: ⚠️ MORGEN: {name} belastet {price}
es: ⚠️ MAÑANA: {name} cobrará {price}
fr: ⚠️ DEMAIN : {name} prélèvera {price}
pl: ⚠️ JUTRO: {name} pobierze {price}

# notifTrapTrialBodyTomorrow
source: Cancel now if you don’t want to keep it.
de: Jetzt kündigen, wenn du es nicht behalten willst.
es: Cancela ahora si no quieres mantenerlo.
fr: Résilie maintenant si tu ne veux pas le garder.
pl: Anuluj teraz, jeśli nie chcesz tego zachować.

# notifTrapTrialTitle2h
source: 🚨 {name} charges {price} in 2 HOURS
de: 🚨 {name} belastet {price} in 2 STUNDEN
es: 🚨 {name} cobrará {price} en 2 HORAS
fr: 🚨 {name} prélèvera {price} dans 2 HEURES
pl: 🚨 {name} pobierze {price} za 2 GODZINY

# notifTrapTrialBody2h
source: This is your last chance to cancel.
de: Das ist deine letzte Chance zu kündigen.
es: Es tu última oportunidad para cancelar.
fr: C'est ta dernière chance pour résilier.
pl: To Twoja ostatnia szansa na anulowanie.

# notifTrapPostCharge
source: Did you mean to keep {name}?
de: Wolltest du {name} behalten?
es: ¿Querías mantener {name}?
fr: Tu voulais garder {name} ?
pl: Czy chciałeś zachować {name}?

# notifTrapPostChargeBody
source: You were charged {price}. Tap if you need help getting a refund.
de: Dir wurden {price} belastet. Tippe, wenn du Hilfe bei der Rückerstattung brauchst.
es: Te cobraron {price}. Toca si necesitas ayuda con el reembolso.
fr: Tu as été débité de {price}. Touche si tu as besoin d'aide pour un remboursement.
pl: Pobrano {price}. Stuknij, jeśli potrzebujesz pomocy ze zwrotem.

# notifDigestBoth
source: {renewalCount} renewal(s) + {trialCount} trial(s) today
de: {renewalCount} Verlängerung(en) + {trialCount} Testabo(s) heute
es: {renewalCount} renovación(es) + {trialCount} prueba(s) hoy
fr: {renewalCount} renouvellement(s) + {trialCount} essai(s) aujourd'hui
pl: {renewalCount} odnowień + {trialCount} triali dziś

# notifDigestRenewals
source: {count, plural, =1{1 subscription renewing today} other{{count} subscriptions renewing today}}
de: {count, plural, =1{1 Abo verlängert sich heute} other{{count} Abos verlängern sich heute}}
es: {count, plural, =1{1 suscripción se renueva hoy} other{{count} suscripciones se renuevan hoy}}
fr: {count, plural, =1{1 abonnement se renouvelle aujourd'hui} other{{count} abonnements se renouvellent aujourd'hui}}
pl: {count, plural, =1{1 subskrypcja odnawia się dziś} few{{count} subskrypcje odnawiają się dziś} other{{count} subskrypcji odnawia się dziś}}

# notifDigestTrials
source: {count, plural, =1{1 trial expiring today} other{{count} trials expiring today}}
de: {count, plural, =1{1 Testabo läuft heute ab} other{{count} Testabos laufen heute ab}}
es: {count, plural, =1{1 prueba expira hoy} other{{count} pruebas expiran hoy}}
fr: {count, plural, =1{1 essai expire aujourd'hui} other{{count} essais expirent aujourd'hui}}
pl: {count, plural, =1{1 trial wygasa dziś} few{{count} triale wygasają dziś} other{{count} triali wygasa dziś}}

# notifDigestTrialBody
source: {names} — cancel now to avoid charges
de: {names} — jetzt kündigen, um Kosten zu vermeiden
es: {names} — cancela ahora para evitar cargos
fr: {names} — résilie maintenant pour éviter les frais
pl: {names} — anuluj teraz, by uniknąć opłat

# cycleWeekly
source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
pl: Tygodniowo

# cycleMonthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
pl: Miesięcznie

# cycleQuarterly
source: Quarterly
de: Vierteljährlich
es: Trimestral
fr: Trimestriel
pl: Kwartalnie

# cycleYearly
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
pl: Rocznie

# cycleWeeklyShort
source: wk
de: Wo.
es: sem.
fr: sem.
pl: tydz.

# cycleMonthlyShort
source: mo
es: mes
fr: mois
pl: mies.

# cycleQuarterlyShort
source: qtr
de: Vj.
es: trim.
fr: trim.
pl: kw.

# cycleYearlyShort
source: yr
de: Jr.
es: año
fr: an
pl: rok

# scanFound
source: Found: {details}
de: Gefunden: {details}
es: Encontrado: {details}
fr: Trouvé : {details}
pl: Znaleziono: {details}

# scanRenewsDate
source: renews {date}
de: erneuert sich am {date}
es: se renueva el {date}
fr: renouvellement le {date}
pl: odnawia się {date}

# scanChargeFound
source: Found a charge for {price}/{cycle}.
de: Zahlung gefunden: {price}/{cycle}.
es: Cargo encontrado: {price}/{cycle}.
fr: Paiement trouvé : {price}/{cycle}.
pl: Znaleziono opłatę za {price}/{cycle}.

# scanWhichService
source: Found a charge for {name} at {price}/{cycle}. Which service is this?
de: Zahlung für {name} gefunden: {price}/{cycle}. Welcher Dienst ist das?
es: Cargo para {name} encontrado: {price}/{cycle}. ¿Qué servicio es?
fr: Paiement pour {name} trouvé : {price}/{cycle}. Quel service est-ce ?
pl: Znaleziono opłatę za {name} na {price}/{cycle}. Jaka to usługa?

# scanBilledQuestion
source: Is {name} billed monthly or yearly?
de: Wird {name} monatlich oder jährlich abgerechnet?
es: ¿Se factura {name} mensual o anualmente?
fr: Le service {name} est-il facturé mensuellement ou annuellement ?
pl: Czy {name} jest rozliczane miesięcznie czy rocznie?

# scanMissingPrice
source: I couldn't find the price in this image. How much is {name}?
de: Ich konnte den Preis nicht finden. Wie viel kostet {name}?
es: No encontré el precio. ¿Cuánto cuesta {name}?
fr: Je n'ai pas trouvé le prix. Combien coûte {name} ?
pl: Nie znalazłem ceny na tym zdjęciu. Ile kosztuje {name}?

# priceRenewsAt
source: RENEWS AT
de: VERLÄNGERT SICH ZU
es: SE RENUEVA A
fr: SE RENOUVELLE À
pl: ODNAWIA SIĘ ZA

# categoryMusic
source: Music
de: Musik
es: Música
fr: Musique
pl: Muzyka

# categoryAi
source: AI
de: KI
es: IA
fr: IA

# categoryProductivity
source: Productivity
de: Produktivität
es: Productividad
fr: Productivité
pl: Produktywność

# categoryStorage
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
pl: Chmura

# categoryGaming
source: Gaming
es: Juegos
fr: Jeux
pl: Gry
